[{"姓名": "Beginning Azure IoT Edge Computing", "作者": "David Jensen", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Beginning-Azure-IoT-Edge-Computing.jpg", "简介": "Use a step-by-step process to create and deploy your first Azure IoT Edge solution. Modern day developers and architects in today’s cloud-focused world must understand when it makes sense to leverage the cloud. Computing on the edge is a new paradigm for most people. The Azure IoT Edge…"}, {"姓名": "AWS for Developers For Dummies", "作者": "John Paul Mueller", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/AWS-for-Developers-For-Dummies.jpg", "简介": "Everything you need to get running with IaaS for Amazon Web Services Modern businesses rely on Infrastructure-as-a-Service (IaaS)—a setup in which someone else foots the bill to create application environments—and developers are expected to know how to write both platform-specific and IaaS-supported applications. If you’re a developer who…"}, {"姓名": "Build Your Own IoT Platform", "作者": "Anand Tamboli", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Build-Your-Own-IoT-Platform.jpg", "简介": "“One of the best IOT Development books of all time” – BookAuthority Discover how every solution in some way related to the IoT needs a platform and how to create that platform. This book is about being agile and reducing time to market without breaking the bank. It is…"}, {"姓名": "CompTIA A+ Complete Study Guide, 4th Edition", "作者": "Jon Buhagiar", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/CompTIA-A-Complete-Study-Guide-4th-Edition.jpg", "简介": "The definitive Sybex guide to A+ certification, fully updated for the latest exams The CompTIA A+ Complete Study Guide, Fourth Edition is your ultimate preparation guide for Exams 220-1001 and 220-1002. Covering 100 percent of the objectives for both exams, this book gets you up to speed on essential A+…"}, {"姓名": "Practical Haskell, 2nd Edition", "作者": "Quentin Docter", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Practical-Haskell-2nd-Edition.jpg", "简介": "Get a practical, hands-on introduction to the Haskell language, its libraries and environment, and to the functional programming paradigm that is fast growing in importance in the software industry. This book contains excellent coverage of the Haskell ecosystem and supporting tools, include Cabal and Stack for managing projects, HUnit…"}, {"姓名": "Learn Computer Vision Using OpenCV", "作者": "Alejandro Serrano Mena", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Agile-Project-Management-with-Azure-DevOps1.jpg", "简介": "Build practical applications of computer vision using the OpenCV library with Python. This book discusses different facets of computer vision such as image and object detection, tracking and motion analysis and their applications with examples. The author starts with an introduction to computer vision followed by setting up…"}, {"姓名": "Agile Project Management with Azure DevOps", "作者": "Sunila Gollapudi", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Agile-Project-Management-with-Azure-DevOps.jpg", "简介": "Roll up your sleeves and jump into Agile project management to use and customize Microsoft Azure DevOps. Organizations adopt Agile practices because they are a key enabler to run better projects, get more successful end results, and achieve an overall higher quality output. To benefit the most from…"}, {"姓名": "Adobe Analytics For Dummies", "作者": "Joachim Rossberg", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Adobe-Analytics-For-Dummies.jpg", "简介": "Use Adobe Analytics as a marketer —not a programmer! If you’re a marketer in need of a non-technical, beginner’s reference to using Adobe Analytics, this book is the perfect place to start. Adobe Analytics For Dummies arms you with a basic knowledge of the key features so that you can…"}, {"姓名": "OCA Oracle Database 11g", "作者": "David Karlins", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/OCA-Oracle-Database-11g-400x494.jpg", "简介": "The Oracle Database 11g: SQL Fundamentals I exam is the first stepping stone in getting the Oracle Certified Associate Certification for Oracle Database 11g. The SQL programming language is used in every major relational database today and understanding the real world application of it is the key to…"}, {"姓名": "Windows Server 2019 & PowerShell All-in-One For Dummies", "作者": "Eric Matisoff", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Windows-Server-2019-PowerShell-All-in-One-For-Dummies.jpg", "简介": "Your one-stop reference for Windows Server 2019 and PowerShell know-how Windows Server 2019 & PowerShell All-in-One For Dummies offers a single reference to help you build and expand your knowledge of all things Windows Server, including the all-important PowerShell framework. Written by an information security pro and professor who…"}, {"姓名": "Jakarta Struts Pocket Reference", "作者": "Brian Keeton", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Jakarta-Struts-Pocket-Reference.jpg", "简介": "Web tier frameworks have soared in popularity over the past year or so due to the increasing complexity of Java itself, and the need to get more work done with fewer resources. Developers who used to spend hours and hours writing low-level features can use a well-written framework…"}, {"姓名": "Design – Build – Run", "作者": "Chuck Cavaness", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Design-Build-Run.jpg", "简介": "This unique and critical book shares no-fail secrets for building software and offers tried-and-true practices and principles for software design, development, and testing for mission-critical systems that must not fail. A veteran software architect walks you through the lifecycle of a project as well as each area of…"}, {"姓名": "Programming ColdFusion MX, 2nd Edition", "作者": "Dave Ingram", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Programming-ColdFusion-MX-2nd-Edition.jpg", "简介": "ColdFusion has enjoyed widespread use among developers as a powerful, easy-to-learn platform for creating and deploying dynamic web applications. ColdFusion’s simple, tag-based language makes it easy to handle basic tasks, like processing form data and querying databases, but the language is also powerful enough to deliver highly scalable,…"}, {"姓名": "Natural Language Processing in Action", "作者": "Rob Brooks-Bilson", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Natural-Language-Processing-in-Action.jpg", "简介": "Natural Language Processing in Action is your guide to creating machines that understand human language using the power of Python with its ecosystem of packages dedicated to NLP and AI. About the Technology Recent advances in deep learning empower applications to understand text and speech with extreme accuracy. The…"}, {"姓名": "R Quick Syntax Reference, 2nd Edition", "作者": "Cole Howard", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/R-Quick-Syntax-Reference-2nd-Edition.jpg", "简介": "This handy reference book detailing the intricacies of R updates the popular first edition by adding R version 3.4 and 3.5 features. Starting with the basic structure of R, the book takes you on a journey through the terminology used in R and the syntax required to make…"}, {"姓名": "SharePoint 2019 For Dummies", "作者": "Hannes Hapke", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/SharePoint-2019-For-Dummies.jpg", "简介": "All you need to know about SharePoint Online and SharePoint Server 2019 SharePoint is an enterprise portal server living under the Microsoft Office umbrella. It can be used as a local installation (on-premises) or an online service. The SharePoint Online service comes bundled with Office 365. You can…"}, {"姓名": "A Developer’s Guide to Amazon SimpleDB", "作者": "Hobson Lane", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/A-Developers-Guide-to-Amazon-SimpleDB.jpg", "简介": "The Complete Guide to Building Cloud Computing Solutions with Amazon SimpleDB Using SimpleDB, any organization can leverage Amazon Web Services (AWS), Amazon’s powerful cloud-based computing platform–and dramatically reduce the cost and resources associated with application infrastructure. Now, for the first time, there’s a complete developer’s guide to building…"}, {"姓名": "Machinima For Dummies", "作者": "Margot Tollefson", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Machinima-For-Dummies.jpg", "简介": "Use this book to learn how you can, at little or no expense, make virtually any movie using Machinima. The authors guide you from making your first Machinima movie to a grounding in both conventional filmmaking and Machinima technology that will let you tackle very complex film projects…."}, {"姓名": "React Native in Action", "作者": "Ken Withee", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/React-Native-in-Action.jpg", "简介": "React Native in Action gives iOS, Android, and web developers the knowledge and confidence they need to begin building high-quality iOS and Android apps using the React Native framework. About the Technology React Native gives mobile and web developers the power of “and.” Write your app once and easily…"}, {"姓名": "CompTIA A+ Complete Review Guide, 4th Edition", "作者": "Rosemarie Withee", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/CompTIA-A-Complete-Review-Guide-4th-Edition.jpg", "简介": "A comprehensive step-by-step review for A+ certification, revised for the latest exams The CompTIA A+ Complete Review Guide: Exam 220-1001 and Exam 220-1002, Fourth Edition is an ideal preparation tool to help you ace the exam and get certified. The must-have companion to the CompTIA A+ Complete Study Guide, this book provides…"}, {"姓名": "OpenNebula 3 Cloud Computing", "作者": "Giovanni Toraldo", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/OpenNebula-3-Cloud-Computing-400x494.jpg", "简介": "OpenNebula is one of the most advanced and highly-scalable open source cloud computing toolkits. If you ever wanted to understand what Cloud Computing is and how to realize it, or if you need a handy way to manage your messy infrastructure in a simple and coherent manner, this…"}, {"姓名": "The Debian System", "作者": "Martin F. Krafft", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/The-Debian-System.jpg", "简介": "The Debian GNU/Linux operating system approaches Linux system administration differently than other popular Linux distributions, favoring text-based configuration mechanisms over graphical user interfaces (GUIs). Debian may appear simplistic and even slightly outdated, but it is actually very robust, scalable, and secure. Debian’s open development cycle and strict quality…"}, {"姓名": "WebGL Beginner’s Guide", "作者": "Brandon Jones", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/WebGL-Beginners-Guide-400x494.jpg", "简介": "WebGL is a new web technology that brings hardware-accelerated 3D graphics to the browser without installing additional software. As WebGL is based on OpenGL and brings in a new concept of 3D graphics programming to web development, it may seem unfamiliar to even experienced Web developers. Packed with…"}, {"姓名": "SAS For Dummies", "作者": "Diego Cantor", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/SAS-For-Dummies.jpg", "简介": "Created in partnership with SAS, this book explores SAS, a business intelligence software that can be used in any business setting or enterprise for data delivery, reporting, data mining, forecasting, statistical analysis, and more SAS employee and technologist Stephen McDaniel combines real-world expertise and a friendly writing style…"}, {"姓名": "Flash CS4 For Dummies", "作者": "Chris Hemedinger", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Flash-CS4-For-Dummies.jpg", "简介": "With Adobe Flash CS4 For Dummies as your guide, you can unleash your creativity and contribute to the “Flash”-iest showcase of dynamic content: the Web! You’ll beecome acquainted with Flash CS4 and learn when to use this popular Web development tool. Plus, you’ll discover what you can create, from animation…"}, {"姓名": "Dreamweaver CS4 For Dummies", "作者": "Stephen McDaniel", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Dreamweaver-CS4-For-Dummies.jpg", "简介": "Whether you’re a seasoned pro or a Web design newbie, Dreamweaver CS4 For Dummies shows you the quickest, easiest way to get up to speed on Dreamweaver. You’ll be able to create professional, great-looking, user-friendly websites in no time at all. Take advantage of the new, more customizable interface, improved…"}, {"姓名": "The Go Programming Language Phrasebook", "作者": "Ellen Finkelstein", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/The-Go-Programming-Language-Phrasebook.jpg", "简介": "The Go Programming Language Phrasebook Essential Go code and idioms for all facets of the development process This guide gives you the code “phrases” you need to quickly and effectively complete a wide variety of projects with Go, today’s most exciting new programming language. Tested, easy-to-adapt code examples…"}, {"姓名": "Programming in Go", "作者": "Gurdy Leete", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Programming-in-Go.jpg", "简介": "Your Hands-On Guide to Go, the Revolutionary New Language Designed for Concurrency, Multicore Hardware, and Programmer Convenience Today’s most exciting new programming language, Go, is designed from the ground up to help you easily leverage all the power of today’s multicore hardware. With this guide, pioneering Go programmer…"}, {"姓名": "OpenLayers Cookbook", "作者": "Janine Warner", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/OpenLayers-Cookbook-400x493.jpg", "简介": "Data visualization and analysis has become an important task for many companies. Understanding the basic concepts of GIS and knowing how to visualize data on a map is a required ability for many professionals today. OpenLayers is a JavaScript library to load, display, and render maps from multiple…"}, {"姓名": "Moodle 2 for Teaching 7-14 Year Olds Beginner’s Guide, 2nd Edition", "作者": "David Chisnall", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Moodle-2-for-Teaching-7-14-Year-Olds-Beginners-Guide-2nd-Edition-400x493.jpg", "简介": "Moodle is a very popular e-learning tool in universities and high schools. But what does it have to offer younger students who want a fun, interesting, interactive, and informative learning experience? Moodle empowers teachers to achieve all this and more and this book will show you how! Moodle…"}, {"姓名": "Practical Computer Vision with SimpleCV", "作者": "Anthony Oliver", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Practical-Computer-Vision-with-SimpleCV.jpg", "简介": "Learn how to build your own computer vision (CV) applications quickly and easily with SimpleCV, an open source framework written in Python. Through examples of real-world applications, this hands-on guide introduces you to basic CV techniques for collecting, processing, and analyzing streaming digital images. You’ll then learn how…"}, {"姓名": "Adobe Creative Suite 3 Web Premium All-in-One Desk Reference For Dummies", "作者": "Katherine Scott", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Adobe-Creative-Suite-3-Web-Premium-All-in-One-Desk-Reference-For-Dummies.jpg", "简介": "The future looks bright for Web developers! With Adobe Creative Suite 3 Web Premium, you now have fantastic tools that enable you to create a wide array of content and graphics to deploy on a Web site that is dynamic and easy to maintain. Adobe Creative Suite 3…"}, {"姓名": "Postfix: The Definitive Guide", "作者": "Kurt Demaagd", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Postfix.jpg", "简介": "at call for a certain amount of study. This book, with careful background explanations and generous examples, eases readers from the basic configuration to the full power of Postfix. It discusses the Postfix interfaces to various tools that round out a fully scalable and highly secure email system…."}, {"姓名": "Learn RStudio IDE", "作者": "Nathan Oostendorp", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Learn-RStudio-IDE.jpg", "简介": "Discover how to use the popular RStudio IDE as a professional tool that includes code refactoring support, debugging, and Git version control integration. This book gives you a tour of RStudio and shows you how it helps you do exploratory data analysis; build data visualizations with ggplot; and…"}, {"姓名": "Cython", "作者": "Andy Cowitt", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Cython.jpg", "简介": "Build software that combines Python’s expressivity with the performance and control of C (and C++). It’s possible with Cython, the compiler and hybrid programming language used by foundational packages such as NumPy, and prominent in projects including Pandas, h5py, and scikits-learn. In this practical guide, you’ll learn how…"}, {"姓名": "Linux Kernel in a Nutshell", "作者": "Christopher Smith", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Linux-Kernel-in-a-Nutshell.jpg", "简介": "Written by a leading developer and maintainer of the Linux kernel,Linux Kernel in a Nutshell is a comprehensiveoverview of kernel configuration and building, a critical task forLinux users and administrators. No distribution can provide a Linux kernel that meets all users’needs. Computers big and small have special requirements that…"}, {"姓名": "Civic Apps Competition Handbook", "作者": "Damon Dean", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Civic-Apps-Competition-Handbook.jpg", "简介": "Organize a Civic Apps Competition (CAC) in your city. This practical guide provides best practices for each phase of the process, based largely on the authors’ firsthand experience planning and managing Apps for Metro Chicago (A4MC). You’ll learn everything from setting goals and creating a budget to running…"}, {"姓名": "TCL / TK in a Nutshell", "作者": "Jennifer Smith", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/TCL-TK-in-a-Nutshell.jpg", "简介": "The Tcl language and Tk graphical toolkit are simple and powerful building blocks for custom applications. The Tcl/Tk combination is increasingly popular because it lets you produce sophisticated graphical interfaces with a few easy commands, develop and change scripts quickly, and conveniently tie together existing utilities or programming…"}, {"姓名": "Pro Windows Embedded Compact 7", "作者": "Kyle D. Dent", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Pro-Windows-Embedded-Compact-7-400x493.jpg", "简介": "Windows Embedded Compact 7 is the natural choice for developing sophisticated, small-footprint devices for both consumers and the enterprise. For this latest version, a number of significant enhancements have been made, most notably the ability to run multi-core processors and address more than the 512 MB of memory…"}, {"姓名": "Advanced Perl Programming, 2nd Edition", "作者": "Matthew Campbell", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Advanced-Perl-Programming-2nd-Edition.jpg", "简介": "With a worldwide community of users and more than a million dedicated programmers, Perl has proven to be the most effective language for the latest trends in computing and business. Every programmer must keep up with the latest tools and techniques. This updated version of Advanced Perl Programming from O’Reilly…"}, {"姓名": "RapidWeaver 5 Beginner’s Guide", "作者": "Joe Workman", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/RapidWeaver-5-Beginners-Guide-400x493.jpg", "简介": "RapidWeaver allows users with any level of expertise to build beautiful and professional looking websites. The novice user will love the drag and drop, what you see is what you get interface. The advanced users will love that they can get down and dirty with some code when…"}, {"姓名": "Blockchain For Dummies 2nd Edition", "作者": "Tiana Laurence", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Blockchain-For-Dummies-2nd-Edition.jpg", "简介": "Unravel the mysteries of blockchains Blockchain technologies are disrupting some of the world’s biggest industries. Blockchain For Dummies provides a fast way to catch up with the essentials of this quickly evolving tech. Written by an author involved in founding and analyzing blockchain solutions, this book serves to help those…"}, {"姓名": "Coding For Kids For Dummies, 2nd Edition", "作者": "Camille McCue Ph.D", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Coding-For-Kids-For-Dummies-2nd-Edition.jpg", "简介": "A guide for kids who want to learn coding Coding is quickly becoming an essential academic skill, right up there with reading, writing, and arithmetic. This book is an ideal way for young learners ages 8-13 who want more coding knowledge than you can learn in an hour,…"}, {"姓名": "Practical Shader Developmen", "作者": "Kyle Halladay", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Practical-Shader-Developmen.jpg", "简介": "It’s time to stop thinking that shaders are magical. You can use shaders to turn data into stunning visual effects, and get your hands dirty by building your own shader with this step-by-step introduction to shader development for game and graphics developers. Learn how to make shaders that…"}, {"姓名": "Customizing Dynamics 365", "作者": "Sanjaya Yapa", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Customizing-Dynamics-365.jpg", "简介": "Gain an understanding of basic and advanced customizations in Dynamics 365 and learn how they can be effectively used to implement simple business requirements. This is a practical book for developers that explains the use of various Dynamics 365 features as well as use of advanced concepts such…"}, {"姓名": "Unreal for Mobile and Standalone VR", "作者": "Cornel Hillmann", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Unreal-for-Mobile-and-Standalone-VR.jpg", "简介": "Apply the techniques needed to build VR applications for mobile and standalone head-mounted displays (HMDs) using the Unreal Engine. This book covers the entire VR ecosystem including production tools, Unreal engine, workflows, performance and optimization, and presents two fully-developed projects to reinforce what you’ve learned. Media designers, CG…"}, {"姓名": "A Tester’s Guide to .NET Programming", "作者": "Joe Sweeney", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/A-Testers-Guide-to-.NET-Programming.jpg", "简介": "*Unlike its competitors, focuses solely on applied programming techniques for testers *Will appeal to both developers and testers alike; already popularized in classrooms worldwide for three years *Testing market is growing as more business adopt .NET technologies"}, {"姓名": "802.11n: A Survival Guide", "作者": "Randal Root", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/802.11n-A-Survival-Guide.jpg", "简介": "Wireless has finally come of age. With a significant jump in throughput over previous standards, 802.11n is the first wireless technology that doesn’t trade speed for mobility, and users have stormed onto wireless networks with a passion. In this concise guide, Matthew Gast—chair of the IEEE group that…"}, {"姓名": "Taking Your Kindle Fire to the Max", "作者": "Matthew S. Gast", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Taking-Your-Kindle-Fire-to-the-Max-400x493.jpg", "简介": "You’ve just purchased a Kindle Fire. How do you set it up? How do you secure it? What can you do with it? In Taking Your Kindle Fire to the Max, you’ll learn how to set up email, social networking, videos, music, eBooks, contacts, calendar, and navigation. Once…"}, {"姓名": "Taking Your OS X Lion to the Max", "作者": "Mark Rollins", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Taking-Your-OS-X-Lion-to-the-Max-400x493.jpg", "简介": "The Mac has come a long way, and OS X Lion is the best version yet of Apple’s desktop and laptop operating system. Stable, powerful, and versatile, the Mac allows you to do everyday tasks with ease. Taking Your OS X Lion to the Max walks you through the awesome features and apps…"}, {"姓名": "Mastering LOB Development for Silverlight 5", "作者": "Braulio Díez", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Mastering-LOB-Development-for-Silverlight-5-400x494.jpg", "简介": "Microsoft Silverlight is fully established as a powerful tool for creating and delivering Rich Internet Applications and media experiences on the Web. This book will help you dive straight into utilizing Silverlight 5, which now more than ever is a top choice in the Enterprise for building Business…"}, {"姓名": "WordPress Plugin Development Cookbook", "作者": "José Fernando Almoguera", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/WordPress-Plugin-Development-Cookbook-400x494.jpg", "简介": "WordPress is a popular, powerful, and open Content Management System. Learning to extend its core capabilities allows you to unleash its full potential, whether you’re an administrator who cannot find the right extension, or a developer with a great idea to enhance the platform for the community, or…"}, {"姓名": "Teach Yourself VISUALLY Photoshop Elements 13", "作者": "Pablo Núñez Navarro", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Teach-Yourself-VISUALLY-Photoshop-Elements-13.jpg", "简介": "The straightforward Photoshop Elements guide designed specifically for visual learners Teach Yourself VISUALLY Photoshop Elements 13 is your user-friendly guide to quickly start editing images like a pro. With full-color screenshots throughout, this highly visual book covers the most important features of Photoshop Elements, reinforcing foundational tasks and introducing…"}, {"姓名": "Managing Virtual Infrastructure with Veeam® ONE™", "作者": "Rocío Serrano", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Managing-Virtual-Infrastructure-with-Veeam-ONE-400x494.jpg", "简介": "Veeam® ONE™ virtual system monitoring applications enable IT support teams to proactively discover system issues before they arise, helping companies to sustain their current business needs and predict growth opportunities. Veeam® ONE™ provides effective protection and management of the entire virtual infrastructure that any major company needs in…"}, {"姓名": "Instant MapReduce Patterns – Hadoop Essentials How-to", "作者": "Sebastian Stehle", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Instant-MapReduce-Patterns-Hadoop-Essentials-How-to-400x493.jpg", "简介": "MapReduce is a technology that enables users to process large datasets and Hadoop is an implementation of MapReduce. We are beginning to see more and more data becoming available, and this hides many insights that might hold key to success or failure. However, MapReduce has the ability to…"}, {"姓名": "Enterprise Development with Flex", "作者": "Yannick Lefebvre", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Enterprise-Development-with-Flex.jpg", "简介": "If you want to use Adobe Flex to build production-quality Rich Internet Applications for the enterprise, this groundbreaking book shows you exactly what’s required. You’ll learn efficient techniques and best practices, and compare several frameworks and tools available for RIA development — well beyond anything you’ll find in…"}, {"姓名": "cPanel User Guide and Tutorial", "作者": "Richard Wentk", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/cPanel-User-Guide-and-Tutorial.jpg", "简介": "A clear, complete guide to getting the most from cPanel. Anybody who has a web hosting account that provides cPanel, and who wants to get the most from this very powerful tool."}, {"姓名": "Visual Studio Code Distilled", "作者": "Kevin L. Sapp", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Visual-Studio-Code-Distilled.jpg", "简介": "Use Visual Studio Code to write and debug code quickly and efficiently on any platform, for any device, using any programming language, and on the operating system of your choice. Visual Studio Code is an open source and cross-platform development tool that focuses on code editing across a…"}, {"姓名": "HTML5 in Action", "作者": "Srinath Perera", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/HTML5-in-Action.jpg", "简介": "HTML5 in Action provides a complete introduction to web development using HTML5. You’ll explore every aspect of the HTML5 specification through real-world examples and code samples. It’s much more than just a specification reference, though. It lives up to the name HTML5 in Action by giving you the practical, hands-on guidance…"}, {"姓名": "Pro JSF and HTML5, 2nd Edition", "作者": "Anatole Tartakovsky", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Pro-JSF-and-HTML5-2nd-Edition-400x493.jpg", "简介": "Pro JSF and HTML5 shows you how to leverage the full potential of JavaServer Faces (JSF) and HTML5. This book is for Java developers who aspire to build sophisticated, enterprise-grade web experiences with HTML5-enabled JSF. Written by JSF experts and verified by established community figures, this book will…"}, {"姓名": "Professional SQL Server 2005 Performance Tuning", "作者": "Arindam Sen", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Professional-SQL-Server-2005-Performance-Tuning.jpg", "简介": "Written by a team of expert SQL users, this comprehensive resource approaches performance tuning from a new perspective by showing you a methodical scientific approach to diagnose performance problems. The book first walks you through how to discover bottlenecks when something is wrong and you’ll then learn how…"}, {"姓名": "Use Case Driven Object Modeling with UML", "作者": "Christian Bolton", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Use-Case-Driven-Object-Modeling-with-UML.jpg", "简介": "Diagramming and process are important topics in today’s software development world, as the UML diagramming language has come to be almost universally accepted. Yet process is necessary; by themselves, diagrams are of little use. Use Case Driven Object Modeling with UML – Theory and Practice combines the notation…"}, {"姓名": "SQL For Dummies, 6th Edition", "作者": "Douglas Hinson", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/SQL-For-Dummies-6th-Edition-400x500.jpg", "简介": "See how SQL interfaces with today’s environments Start building and using relational databases with SQL’s newest features The database may be the twenty-first century filing cabinet, but building one is a little more complex than sliding drawers into a metal box. With this book to guide you through…"}, {"姓名": "SharePoint 2010 development for dummies", "作者": "Haidong Ji", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/SharePoint-2010-development-for-dummies.jpg", "简介": "A much-needed guide that shows you how to leverage SharePoint tools without writing a line of code! The great news about SharePoint is…you don’t need to be a seasoned .NET developer to develop custom functions for it. This book shows you how to use SharePoint Designer, Report Builder,…"}, {"姓名": "Dart: Up and Running", "作者": "Joshua J. Jin", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Dart-Up-and-Running.jpg", "简介": "Get moving with Dart, the development platform that helps you build high-performance HTML5 apps for the modern Web. With this guide, you’ll take a hands-on tour of the Dart language, libraries, and tools—including its editor and virtual machine—for developing structured, fast, and maintainable web apps that run on…"}, {"姓名": "Getting Started with Eclipse Juno", "作者": "Justin Langford", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Getting-Started-with-Eclipse-Juno-400x493.jpg", "简介": "Integrated Development Environments (IDEs) such as Eclipse are examples of tools that help developers by automating an assortment of software development-related tasks. By reading this book you will learn how to get Eclipse to automate common development tasks, which will give you a boost of productivity. Getting Started…"}, {"姓名": "HTTP/2 in Action", "作者": "Michael Cape", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/HTTP-2-in-Action.jpg", "简介": "HTTP/2 in Action is a complete guide to HTTP/2, one of the core protocols of the web. Because HTTP/2 has been designed to be easy to transition to, including keeping it backwards compatible, adoption is rapid and expected to increase over the next few years. Concentrating on practical matters,…"}, {"姓名": "The IoT Hacker’s Handbook", "作者": "Paul A. Mestemaker", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/The-IoT-Hackers-Handbook.jpg", "简介": "Take a practioner’s approach in analyzing the Internet of Things (IoT) devices and the security issues facing an IoT architecture. You’ll review the architecture’s central components, from hardware communication interfaces, such as UARTand SPI, to radio protocols, such as BLE or ZigBee. You’ll also learn to assess a…"}, {"姓名": "Learn Microsoft Visual Studio App Center", "作者": "Steven Wort", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Learn-Microsoft-Visual-Studio-App-Center.jpg", "简介": "Use Visual Studio App Center with Xamarin Forms to set up a DevOps CI/CD pipeline, set up your mobile builds on either iOS or Android, set up Android and Apple certificates and provisioning profiles, distribute your app to your developers and testers, capture analytics and crashes from your users, communicate…"}, {"姓名": "PowerShell and Python Together", "作者": "Don Rosenberg", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/PowerShell-and-Python-Together.jpg", "简介": "Bring together the Python programming language and Microsoft’s PowerShell to address digital investigations and create state-of-the-art solutions for administrators, IT personnel, cyber response teams, and forensic investigators. You will learn how to join PowerShell’s robust set of commands and access to the internals of both the MS Windows…"}, {"姓名": "Apache Solr Search Patterns", "作者": "Jayant Kumar", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/04/Apache-Solr-Search-Patterns-400x493.jpg", "简介": "Apache Solr is an open source search platform built on a Java library called Lucene. It serves as a search platform for many websites, as it has the capability of indexing and searching multiple websites to fetch desired results. We begin with a brief introduction of analyzers and…"}, {"姓名": "RxJava Essentials", "作者": "Ivan Morgillo", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/03/RxJava-Essentials-400x493.jpg", "简介": "Learn reactive programming to create awesome Android and Java apps About This Book Create interactive Android apps with Java Reactive Extensions Learn Reactive Programming through real-life examples that you can use in your Android app eat Android concurrency and threading issues to take your apps to a new…"}, {"姓名": "Professional Eclipse 3 for Java Developers", "作者": "Berthold Daum", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/03/Professional-Eclipse-3-for-Java-Developers.jpg", "简介": "Step-by-step guide that introduces novices to using all major features of Eclipse 3 Eclipse is an open source extensible integrated development environment (IDE) that helps Java programmers build best-of-breed integrated tools covering the whole software lifecycle-from conceptual modeling to deployment Eclipse is fast becoming the development platform of…"}, {"姓名": "Oracle DBA Mentor", "作者": "Brian Peasland", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/03/Oracle-DBA-Mentor.jpg", "简介": "New Oracle database administrators can get off the ground running. This book helps you develop the ability to think on your feet and move focus in an instant from arcane syntax details to broad, corporate issues. Along the way, you will see how to create your first database…"}, {"姓名": "Pro Oracle Database 18c Administration, 3rd Edition", "作者": "Darl Kuhn", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/03/Pro-Oracle-Database-18c-Administration.jpg", "简介": "Database administration isn’t about passing a certified exam, or about pointing and clicking your way through a crisis. Database administration is about applying the right solution at the right time, avoiding risk, and making robust choices that get you home each night in time for dinner with your…"}, {"姓名": "Network Warrior", "作者": "Michelle Malcher", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/03/Network-Warrior.jpg", "简介": "Written by networking veteran with 20 years of experience, Network Warrior provides a thorough and practical introduction to the entire network infrastructure, from cabling to the routers. What you need to learn to pass a Cisco certification exam such as CCNA and what you need to know to survive in…"}, {"姓名": "Pro VB 2008 and the .NET 3.5 Platform, 3rd Edition", "作者": "Gary A. Donahue", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/03/Pro-VB-2008-and-the-.NET-3.5-Platform-3rd-Edition.jpg", "简介": "This book provides a complete A-to-Z reference for using VB with the .NET 2.0 platform and the .NET 3.0 extensions. It contains new chapters that explore the interactions between the existing framework and the new extensions, offering readers an edge when they evaluate and implement .NET 3.0 for…"}, {"姓名": "Google App Inventor", "作者": "Andrew Troelsen", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/03/Google-App-Inventor-400x494.jpg", "简介": "The number of mobile apps has grown exponentially in the last two years. If you want to join the crowd, Google’s App Inventor is the easiest and best tool for you to get started with. It is a tool to create Android phone apps and uses a graphical…"}, {"姓名": "Cognitive Computing Recipes", "作者": "Ralph Roberts", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/03/Cognitive-Computing-Recipes.jpg", "简介": "Solve your AI and machine learning problems using complete and real-world code examples. Using a problem-solution approach, this book makes deep learning and machine learning accessible to everyday developers, by providing a combination of tools such as cognitive services APIs, machine learning platforms, and libraries. Along with an…"}, {"姓名": "LEGO Wind Energy", "作者": "Adnan Hashmi", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/03/LEGO-Wind-Energy.jpg", "简介": "​Build functioning wind turbines that generate electricity; we don’t mean LEGO models that look like miniature wind turbines. This book is for people who want to learn how real turbines work, and to build them using LEGO and Mindstorms EV3. You’ll find specific instructions on building, links to…"}, {"姓名": "Make Your Own Twine Games!", "作者": "Anna Anthropy", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/03/Make-Your-Own-Twine-Games.jpg", "简介": "Bring your game ideas to life with Twine! Twine is a free online tool that lets anyone new to programming create their own interactive, story-based adventure games in a web page. In Make Your Own Twine Games!, game designer Anna Anthropy takes you step-by-step through the game development process,…"}, {"姓名": "Cascading style sheets 2.0", "作者": "Eric A. Meyer", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/03/Cascading-style-sheets-2.0-353x500.jpg", "简介": "This handy resource gives you programming essentials at your fingertips, including all the new tags and features in CSS 2.0 The most authoritative quick reference available for CSS programmers. This handy resource gives you programming essentials at your fingertips, including all the new tags and features in CSS…"}, {"姓名": "Macromedia Studio 8 All-in-One Desk Reference For Dummies", "作者": "Andy Cowitt", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/03/Macromedia-Studio-8-All-in-One-Desk-Reference-For-Dummies.jpg", "简介": "Your one-stop guide to six great Macromedia tools for building Web sites It’s like a Web-site-in-a-book! First, there’s some Web site insight to help you decide what you want your site to do. Then it’s into the nitty-gritty of making it happen – building with Dreamweaver, adding animation…"}, {"姓名": "The Microsoft Outlook Ideas Book", "作者": "Damon Dean", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/03/The-Microsoft-Outlook-Ideas-Book-400x494.jpg", "简介": "A fast-paced guide for instruction and inspiration on creating powerful solutions for small businesses and organizations using Outlook. Throw away your other applications, and learn to use Outlook in practical ways that you never imagined possible! This book is for users who are comfortable with the basic functions…"}, {"姓名": "iText in action, Second Edition", "作者": "Barbara March", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/03/iText-in-action-Second-Edition.jpg", "简介": "With iText, one can transform PDF documents into live, interactive applications quickly and easily. This free and open source library for Java and .NET is the leading tool of its kind, and was primarily developed and maintained by Bruno Lowagie, the author of this book. iText in Action,…"}, {"姓名": "Getting Started with SBT for Scala", "作者": "Bruno Lowagie", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/03/Getting-Started-with-SBT-for-Scala-400x493.jpg", "简介": "Build tools are a boon to developers working on large projects. With the configuration to run/execute the project moved out, developers can focus more on the project. SBT is a build tool designed for Scala and Java projects. It provides developers with a high productivity work environment hence…"}, {"姓名": "WordPress All-In-One For Dummies, 4th Edition", "作者": "Shiti Saxena", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/03/WordPress-All-In-One-For-Dummies-4th-Edition.jpg", "简介": "Set up your WordPress site today! WordPress is a state-of-the-art blog publishing platform with a focus on aesthetics, web standards, and usability. The latest version of WordPress.org will be replaced in the fall of 2018 with WordPress 5.0.  This will include a major change with the addition of…"}, {"姓名": "Professional Outlook 2007 Programming", "作者": "Lisa Sabin-Wilson", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/03/Professional-Outlook-2007-Programming.jpg", "简介": "Written by one of the most popular and knowledgeable Microsoft Outlook MVPs, this book fills a void in the market for a professional-level Outlook programming book Explains how to use the many new features of Outlook 2007’s object model and offers honest advice from the author on how…"}, {"姓名": "Learning MCollective", "作者": "Ken Slovak", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/03/Learning-MCollective.jpg", "简介": "Orchestrate change across server clusters in near realtime with MCollective, the framework that works in concert with Puppet, Chef, and other configuration management tools. Ideal for system administrators and operations or DevOps engineers at any level, this hands-on guide teaches you how to build and test a real…"}, {"姓名": "Spring 2.5 Aspect Oriented Programming", "作者": "Jo Rhett", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/03/Spring-2.5-Aspect-Oriented-Programming.jpg", "简介": "Develop real-world applications using the AOP features of the Spring framework. If you are a Java software architect, engineer, or developer and want to be able to write applications in a more modular and concise way by using Spring, then you need this book. Readers need basic knowledge…"}, {"姓名": "Dependency Injection Principles, Practices, and Patterns", "作者": "Mark Seemann", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/03/Dependency-Injection-Principles-Practices-and-Patterns.jpg", "简介": "Dependency Injection Principles, Practices, and Patterns teaches you to use DI to reduce hard-coded dependencies between application components. You’ll start by learning what DI is and what types of applications will benefit from it. Then, you’ll work through concrete scenarios using C# and the .NET framework to implement DI…"}, {"姓名": "Beginning MySQL", "作者": "Steven van Deursen", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/03/Beginning-MySQL-393x500.jpg", "简介": "Provides programmers with a complete foundation in MySQL, the multi-user, multi-threaded SQL database server that easily stores, updates, and accesses information Offers detailed instructions for MySQL installation and configuration on either Windows or Linux Shows how to create a database, work with SQL, add and modify data, run…"}, {"姓名": "Professional LAMP", "作者": "Geoff Moes", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/03/Professional-LAMP-400x493.jpg", "简介": "The combination of Linux, Apache, MySQL, and PHP is popular because of interaction, flexibility, customization, and-most importantly-the cost effectiveness of its components Helps LAMP professionals take their skills to the next level with in-depth discussions of OOP; extensions of PHP such as PEAR, GD, XML, and CURL; improving…"}, {"姓名": "The Well-Grounded Rubyist, 3rd Edition", "作者": "Robert Sheldon", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/03/The-Well-Grounded-Rubyist-3rd-Edition.jpg", "简介": "The Well-Grounded Rubyist, Third Edition is a beautifully written tutorial that begins with your first Ruby program and takes you all the way to sophisticated topics like reflection, threading, and recursion. Ruby masters David A. Black and Joe Leo distill their years of knowledge for you, concentrating on the…"}, {"姓名": "Pro Python 3, 3rd Edition", "作者": "Elizabeth Naramore", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/03/Pro-Python-3.jpg", "简介": "Refine your programming techniques and approaches to become a more productive and creative Python programmer. This book explores the concepts and features that will improve not only your code but also your understanding of the Python community with insights and details about the Python philosophy. Pro Python 3, Third…"}, {"姓名": "PySpark SQL Recipes", "作者": "Jason Gerner", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/03/PySpark-SQL-Recipes.jpg", "简介": "Carry out data analysis with PySpark SQL, graphframes, and graph data processing using a problem-solution approach. This book provides solutions to problems related to dataframes, data manipulation summarization, and exploratory analysis. You will improve your skills in graph data analysis using graphframes and see how to optimize your…"}, {"姓名": "Arch Linux Environment set-up How-To", "作者": "Matt Warden", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/03/Arch-Linux-Environment-set-up-How-To-400x493.jpg", "简介": "Over the years there have been many Linux distributions out there, some are trying to do everything for you, others don’t. Arch Linux tries to be easy and user-friendly for developers and enthusiasts who are willing to customize their system to the maximum. “Arch Linux Environment Setup How-to”…"}, {"姓名": "Mastering Apache Camel", "作者": "Morgan Owens", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/03/Mastering-Apache-Camel-400x493.jpg", "简介": "This book will provide you with the skills you need to efficiently create routes using Apache Camel. After briefly introducing the key features and core concepts of Camel, the book will take you through all the important features and components, starting with routing and processors. You will learn…"}, {"姓名": "Pro ASP.NET 2.0 Website Programming", "作者": "David A. Black", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/03/Pro-ASP.NET-2.0-Website-Programming.jpg", "简介": "Pro ASP.NET 2.0 Website Programming tackles real business problems. This comprehensive reference book provides insights into practices that help reduce maintenance costs, decrease development time, and manage user perception. If you have some familiarity with ASP.NET, VB .NET, and Visual Studio, then this book will show you how…"}, {"姓名": "Kivy Cookbook", "作者": "III Leo Joseph", "图片": "http://www.allitebooks.com/wp-content/uploads/2019/03/Kivy-Cookbook-400x493.jpg", "简介": "Kivy is an open-source Python library for rapid development of applications that make use of innovative user interfaces, such as multi-touch apps. It is a promising Python framework to develop UI and UX apps in a cross-platform environment, under the Python philosophy. Kivy Cookbook is a practical book…"}]