import json

# data=[{'排行榜': {'一个月内': 0, '三个月内': 0, '六个月内': 0, '一年内': 0, '一周内': 0, '一天内': 0, '三天内': 0}}, {'喜欢数': {'一个月内': 0, '三个月内': 0, '六个月内': 0, '一年内': 0, '一周内': 0, '一天内': 0, '三天内': 0}}, {'最佳测试版': {'一个月内': 0, '三个月内': 0, '六个月内': 0, '一年内': 0, '一周内': 0, '一天内': 2, '三天内': 2}}, {'观看数': {'一个月内': 0, '三个月内': 0, '六个月内': 0, '一年内': 0, '一周内': 0, '一天内': 0, '三天内': 0}}]
data={'排行榜': {'一个月内': '图片数量：2', '三个月内': '图片数量：1', '六个月内': '图片数量：0', '一年内': '图片数量：0', '一周内': '图片数量：0', '一天内': '图片数量：24', '三天内': '图片数量：5', '大小': '90.19M'}}



# print(data)
data_1=json.dumps(data, sort_keys=True, indent=4, separators=(',', ':'),ensure_ascii=False)
print(data_1)
# # print(json.dumps(data, sort_keys=True, indent=4, separators=(',', ':')))