{"zuozhe": "kekekll", "duanzhi": "【一山更比一山高】“跌破2900，电脑被我砸烂了，拿去维修。师傅说：‘主板有问题。’我说：‘难道创业板就没有问题？’师傅眼睛突然湿润了，紧紧的握住了我的手：‘同志，可把你等来了，你是哪部分的？’我：‘3280山腰部队，你呢？’师傅绝望的说：“5140山头先遣队……’旁边要饭的凑过来说：‘我是6124山顶洞人’"}
{"zuozhe": "猪头小小败", "duanzhi": "我弟弟找了个乌克兰跳拉丁舞的老师带回成都见父母。我带她们去吃兔儿脑壳。他们不知道怎么吃。我掰开嘴，咬开头盖骨。挖出脑子。手指一抠挖出眼睛说，眼睛汁水多最好吃了😳😳😳那姑娘被吓哭了"}
{"zuozhe": "九头纪", "duanzhi": "我有个姐姐，刚住校的时候，不会套被子，她居然自己爬到被单里面去弄！        她有个室友恶 搞她，在外面把被单的拉链给拉了起来，把她关在被单里面了。        那个室友本以为她自己可以出来的，就放心的走了。        结果没想到，直到晚上室友回来的时候，才发现她还在被单里，哭的声嘶力竭的！"}
{"zuozhe": "胖香", "duanzhi": "我姐趁她家二宝睡觉，帮我女儿洗了个澡，我感动的不得了的时候，她把刚好醒了的二宝从粑粑堆里拔出来说：“易子而洗，来吧，到你了……”"}
{"zuozhe": "9┌.是8懂爱", "duanzhi": "搬家从一个坑跳到另一个坑一样的房子别人家全是八百，收我们家九百，我一开始还觉得她人很好，都是提前好几天就交房租[大哭][大哭][大哭][大哭][大哭][大哭]"}
{"zuozhe": "清萧奈几何", "duanzhi": "在我奶奶的临终之际，她对我爷爷说：“亲爱的，天堂再见！”从那之后，我爷爷每天都干些偷鸡摸狗的坏事儿。"}
{"zuozhe": "偷惢", "duanzhi": "弟弟从国外回来小住，老妈给他做了好多好吃的。饭桌上我吃的正欢，只听老妈说:老二啊，你在那边认不认识跟你姐年龄相当的？家附近我是绝望了，要不给她介绍一个吧？弟弟瞅了一眼满嘴流油的我，长长叹了口气，“妈，咱不能坑歪果友人啊！”气的我将求助的目光望向老爸，可看到他居然在猛点头……"}
{"zuozhe": "饮最烈的酒、艹最爱…", "duanzhi": "刚才出警，醉汉躺在路中间。 架到马路边都没反应，还打着呼噜，人脸识别找朋友信息联系上了。十几分钟他老婆来了，十连踹把醉汉踹醒了……屁颠屁颠跟着老婆走了……"}
{"zuozhe": "依丽若水", "duanzhi": "我设计图纸时，部长提了意见，需要大更改。可我很郁闷觉得没啥问题。上厕所路上遇到王总工程师，和他讲了经过，他把李部叫来，支持了我的思路，工作不需推倒重来，感到很开心。可没想到月底发奖金，却只有同事一半…[中毒了]"}
{"zuozhe": "醉酒舞剑砍疯子.", "duanzhi": "我妈在楼下和阿姨们聊天！李阿姨夸自己的闺女：我闺女可厉害了，在他们单位每个月业绩都是第一！张阿姨也夸自己闺女：我闺女天天烦恼，好几个男生追她，不知道选择哪个好！我妈也不甘示弱，可劲的夸我：俺闺女中午吃饭的时候，吃了3个馒头，一个猪蹄，俩鸡腿，末了又吃了俩大包子！！"}
{"zuozhe": "膿月", "duanzhi": "我家是老妈管钱的。。前天晚上老妈跟她闺蜜出去吃饭去了。老爸一身酒气回来，塞了四千块给我，笑嘻嘻让我千万保密，就睡觉去了。昨天老妈问老爸的工资，老爸一脸懵逼到处找，然后捶胸顿足说：“哎呀昨晚喝多了不知道怎么丢的……”老妈只是把老爸骂了一顿，我就没说话，偷乐着想这钱归我啦！一会老爸来找我，小声说：“闺女，给我三千五就成，别告诉你妈啊！”"}
{"zuozhe": "禁言………", "duanzhi": "假玫瑰花也有奇效………我是分割线…………和老婆刚认识不久，正赶上七夕节，寻思着送老婆一束玫瑰花，可是玫瑰花那天都贵的离谱。看着口袋里的一百多块钱，我犹豫了许久，买了花就没钱吃饭了，这可咋整………我在步行街转了许久，功夫不负有心人，终于让我发现了一处卖假花的地方，那假的玫瑰花也相当漂亮逼真，最重要的是，只需要二十块钱一束………挑了一束红玫瑰，跟老板讲了半天价，最后十八块钱拿下，于是我就欢欢喜喜的去找老婆了。走到半路，发\n…\n查看全文"}
{"zuozhe": "神评湿", "duanzhi": "今天是结婚周年纪念日，我买了礼物兴冲冲的回家，回到家里媳妇不在，心想给媳妇个惊喜，于是我钻进衣柜里面，却意外发现一块男士手表，这肯定是媳妇给我的惊喜，虽然是一块二手旧表，但是媳妇送我的我就喜欢，我真是太幸福了。"}
{"zuozhe": "孤犬落寞吠", "duanzhi": "每晚看糗百，确实很容易让人产生一种皇帝批阅奏章，君临天下的幻觉。国家大事潮水般涌来，需要迅速作出各种判断，迅速写出评论，作出各种批复。各种忧国忧民，各种踌躇满志，各种醒世恒言，万物皆系于我。每个人心中都藏着一个披星戴月的皇帝梦，糗百把人的这种情节激活了。据说，点赞的意思是：朕知道了，准奏。"}
{"zuozhe": "gonla", "duanzhi": "儿时的一个糗事～～爸爸工作很辛苦，非常需要补充营养。但老爸唯独喜欢喝一种婴幼儿奶粉，好像叫力多精[撞到玻璃][撞到玻璃]有一次去店里买，售货员问：“家里的小孩多大了？”我爸来了一句：“四百多个月了吧”。"}
{"zuozhe": "可爱到家了", "duanzhi": "跟一女同事合租，最近发现我的男士洗面奶用的飞快，就趁跟她闲聊时说了一句“听新闻说女的用男士洗面奶洗脸居然长出了胡子”，第二天卫生间多了一瓶女士洗面奶，太TM机智了。"}
{"zuozhe": "小玖九哇", "duanzhi": "昨天不小心踩到我家猫的尾巴，它发出惨烈的叫声，我很心疼，就拿了些罐头弥补它。结果它今天老在我脚边转悠，不小心碰到了，它就大呼小叫，一副痛不欲生的样子，然后现在它已经蹲在放罐头的地方了。我该怎么做……[挖鼻孔][挖鼻孔][挖鼻孔][挖鼻孔]"}
{"zuozhe": "晴～风", "duanzhi": "有一年我男闺蜜生日，为了装，死活要我假装萌妹子寄一份大礼给他。然后我去某宝买了充气人偶，就是小孩子玩儿的那种。然后和卖家沟通了好久，除了买玩偶的十几块钱，我主动加了100包装费。卖家给包了硕大一个箱子，还箱子装箱子。并且在快递单上备注了，充气玩偶-定制版！然后寄到他公司。据说整个公司轰动了，他拆也不对，不拆也不对，最后迫于压力以及为了证明自己的清白，拆了！结果里面还有一个箱子，上面放了一个贺卡“希望我不在你身边的日子，她能陪着你！”这人已经快要崩溃了，打电话狂骂我！哈哈，最后他在心\n…\n查看全文"}
{"zuozhe": "街角*", "duanzhi": "最近新交了个女朋友如漆似胶，日日在一起，身体自然吃不消，最近要出差了，终于要解放一下了。坐高铁上萎靡的坐在座椅上，不一会就进入梦乡，连美丽的乘务员都来不及欣赏！到了吃饭时间我还是迷迷糊糊，突然听到有人在喊:快餐有需要的吗？我瞬间惊醒猛然从座位上弹起，连忙道:不要了，不要了，我腰疼!"}
{"zuozhe": "*月牙儿*", "duanzhi": "有次老公正在看风头正盛的&lt;那年花好月正圆&gt;，我嗤笑道:“电视剧有什么好看的，现在的演员演得太假，没什么演技”（本人多年不看电视剧），学渣老公非常赞同:“也是，论演技我就服靳（gan,三声）东”，你是学渣，你说的对！"}
{"zuozhe": "挖鼻孔的老虎", "duanzhi": "连加了几天班，老板娘请大家去会所足疗。到了后，我看到前女友在那里当前台，于是过去打了个招呼：“这么巧啊。”她声音有点大的说：“对不起，我们是正规的，没有你问的那些服务。”"}
{"zuozhe": "猪猪小二", "duanzhi": "电梯里除了我还有一对父女，爸爸三十多岁，女儿约五六岁，爸爸认真拆完一快递后把盒子递给女儿，女儿打开一看，是双粉色的小皮鞋，立马开心的在电梯里蹦蹦跳跳，爸爸眼睛一直盯着女儿，保持同声调的“呵呵呵…”，像熊二似的。没有人发现电梯里还有我的存在"}
{"zuozhe": "谈恋爱的火龙果", "duanzhi": "闺蜜跟我抱怨：“我男朋友每次到关键时刻就不行，好像是几年前和别人的时候，突然受到惊吓、留下了阴影导致的。。。”“难道是漂娼被Pol.ice突然查房吓的了？”“不是，是他快GC的时候，前女友突然爆炸了。。。”"}
{"zuozhe": "饮最烈的酒、艹最爱…", "duanzhi": "小时候妈妈的抽屉里是专门放零钱的，一块一块的，有很多，数不清楚都，没错悄悄拿一块钱出去买糖吃，都被知道了，长大后这个问题一直挥散不去，问妈妈。妈妈：你小时候可乖呐，每次拿一块钱出去买糖，都会放回来五毛呢! !"}
{"zuozhe": "Hey~Julia…", "duanzhi": "本人是个超级爱哭的菇凉，每一次打点滴前做皮试，必哭无疑。高二的时候，有一次生病发烧，挺严重的。就去医务室打点滴。医生叔叔问，对什么药物过敏嘛？我说，不过敏，青霉素头孢什么的，都没问题。（当时心里还在暗喜，我都说了不过敏，肯定不会做皮试。）结果，医生叔叔说，好，那做个皮试吧。。。当时我就吓哭了。。不是说了不过敏嘛？还有哦，既然都是要做皮试，那你还问我。。。。[大哭][大哭][大哭]"}
{"zuozhe": "无书斋主", "duanzhi": "自从有了车后，好久没坐公共交通工具，五一车被刮了，昨天去做个油漆，今早上班只好坐地铁！初夏的晨，微凉，已到中年的我，穿件体恤还有点冷冷的！地铁，起点站，我坐了个位置……昨晚家里十多天的宝宝很闹，我几乎没睡，上车后，很快进入了假寐……地铁很快，两三站后，我能感觉到拥挤了起来，睁开眼，一个六十左右的大娘在我眼前盯着我，我很恼火:你特么没事这么早挤毛线的地铁，看你精神比我还好，不让……我闭上眼睛，隐约听见这大娘在嘀咕:现在的人啊，素质真差，也不知道给老年人让个座……我闭上眼睛不动:你\n…\n查看全文"}
{"zuozhe": "醉酒舞剑砍疯子.", "duanzhi": "闺蜜追尾了，第一时间给我打了电话，我:你别害怕，先报警吧！闺蜜:我没害怕啊，不用报警，我追尾的就是交警车！卧槽……"}
{"zuozhe": "吉祥小姐", "duanzhi": "妈妈在郊区种了好多菜吃不完，前几天跟她一起去市场买菜 ，我们做公共车去的，妈妈自带了称，上车没有多久车上的阿姨们看到菜很新鲜，直接在车就卖完了，真是商机无处不在啊，下车后司机哭笑不得地对我妈说:大妈～你这个怕得交点卫生费和摊位费给我，我妈妈问司机“你看我女儿漂不漂亮？还单着呢～”这时司机眼睛一亮说：好吧～那你们明天还来不来？"}
{"zuozhe": "QQ屁眼WW手", "duanzhi": "我住四楼，五楼很缺德，每次都把脏水往下泼，有天我洗好的被子刚晾出去，就被脏水弄的黑黑的，我刚准备拿扫把找五楼理论，可一想想，打不过他，于是我找了盆水顺着墙慢慢倒下去，没过一会就有一堆人抱着湿衣服往楼上冲，我也抱着被子一起往五楼冲……这不，五楼那货现在还在医院包扎伤口呢！"}
{"zuozhe": "*月牙儿*", "duanzhi": "2014年，成婚三年没怀孕。有一次回老家，七十岁的奶奶把我拉到楼梯口，神秘兮兮的问我:“孙女啊，你这结婚都那么多年了，怎么还没怀上呢？村里都开始有闲言碎语了。是不是你太瘦？等会我杀只老母鸡给你补补，还是你姿势不对，那个之后记得拿枕头垫着屁股”。听完，我脸爆红，尴尬无比，奶啊，我的亲奶啊，您老七十岁的人了，咱说话能别那么直白么？您孙女脸皮薄，受不住这麽直白的话！"}
{"zuozhe": "谈恋爱的火龙果", "duanzhi": "同事一女的，相貌就不说了，谦虚那种！又抽烟，又喝酒，还爱吃零食。自己还重来不买，要不到就伸手在我口袋里来拿，有一天，我故意不穿内裤，把长裤口袋给剪掉去上班。"}
{"zuozhe": "聊天不撩妹子的", "duanzhi": "工地上禁烟，老板让墙角隔一间当抽烟室，也可以中午休息用不知道是谁带了个纸箱进去，中午休息好了，就出来做活了，抽烟室烧起来了，火是灭了，因为没人承认纸箱是谁带的，老板直接说中午休息的六个人，每人扣五百块，关键我不在现场也扣五百，理由居然是每次中午不在工地休息，我靠————"}
{"zuozhe": "无书斋主", "duanzhi": "上高中的儿子班上昨天发了各种表格，要家长在网上填写，我看了下三十多项，很烦，就直接回了个我不会上网，不会填……下班回家，儿子班主任来家访，教我上网填写表格……今天早上，这班主任在家长群:各位家长，梓浩爸不会填写我教了半个小时，还有不会填的吗？……一会儿子发来微信:爸，好玩吗？……我……不好玩！……"}
{"zuozhe": "QQ屁眼WW手", "duanzhi": "公司一女的买了新车，刚开没几天就下雪了。走立交桥撞护栏上了，给保险公司打电话，保险公司来拍了照，和她说先开侨下去，在这儿阻碍交通。她就继续开，保险公司在后面跟着，结果这大姐一下没刹住，追尾了，保险公司的又下车继续拍照，这时候，被追尾的大哥惊呼:“卧槽！太牛了，后面就跟个保险公司！”"}
{"zuozhe": "无奈恋上你的chu…", "duanzhi": "你们那里生日是过阳历还是农历？反正我们这里身份证上是阳历的日期，但过生日是农历的。其实我想说：哎！以后只能“二”一年了，要好好珍惜……"}
{"zuozhe": "八月i你好", "duanzhi": "坐高铁出差，前排一猥琐大叔一直盯着我看，赶紧掏出手机看看发型没乱啊，妆也没花，扣子也没扣错。莫非。。。想到这，心里一阵翻腾扭过头去，过会发现还在盯着我。怒气冲冲的走过去想骂他，走过去一看才发现他把墨镜挂在后脑勺。"}
{"zuozhe": "匿名用户", "duanzhi": "怕被喷，先匿为敬。。。。。几个月前换了xs max，把原来的8plus卖了。卖了2000来块钱。。。割。。。结果人脸识别到了晚上经常失灵，刷牙的时候也识别不了，付款还得把手机拿起来看着摄像头，每次扫脸付款的时候都感觉自己像傻子一样，实在是受不了这人脸识别，最后又重新花了差不多5000块钱买了个8plus，我也不知道折腾这些图个什么 [捂脸][捂脸][捂脸]"}
{"zuozhe": "义行天下7", "duanzhi": "看到新开的理发店有一美女，貌似理发师，我就想去理发，顺便套近乎。没成想一个年龄大的老师傅非要给我理。我:老师傅，你们这还有没有别的理发师？老师傅喊到:闺女，快点又来个让你练手的，看你的了……"}
{"zuozhe": "骑着二哈啃黄瓜", "duanzhi": "我坐在转椅上，个小，办公的时候像条二哈趴在桌子上，很容易被闺蜜把椅子转圈圈，然后被取笑，所以我领了把长尺子放桌面，一发现不对准备就拿尺子敲她。。。。早上感觉闺蜜又挨近我椅背了，这挨千刀的又想拿我开刷，打烂你屁股，我顺手操起尺子，低头回手用力拍。。。。额。。。怎么是老板。。。老板揉着屁股惊讶的望着我。。。我。。？？"}
{"zuozhe": "匿名用户", "duanzhi": "小时候，我们村前的小河里还有水，晚上吃完饭就和伙伴们去洗澡，我们一邻居洗完以后上岸穿衣服，不知为什么内裤找不到了，他就问有没有人拿他的内裤，没人吱声，然后他就开始骂，各种难听的话都有了，骂了一会就穿衣服走了。到第二天我见到他就问，你的内裤找到了吗？嗨，别提了，回家睡觉脱衣服的时候内裤在裤腿里掉出来了，"}
{"zuozhe": "海不会不蓝啊", "duanzhi": "马老师刚出车站被人拉住：“帅哥，住宿不？”看天色已晚，马老师便问道：“有学生妹不？”对方兴奋的连连点头：“有的有的！”走进旅馆，马老师点了3个妹子，掏出了奥数教材：“都坐好!妈的一天不教课我就浑身难受！”"}
{"zuozhe": "辛弃疾゛", "duanzhi": "去年好哥们带他女儿来我家玩，儿子见她来忙前忙后的，一会拿玩具一会给倒饮料，最后把自己所有的零食都拿出来给小姑娘吃。等哥们要走的时候，两个小朋友抱在一起久久不愿意分开，儿子:妹妹，等我长大赚钱买个大房子，就咱俩住好不好？这样咱俩也不用分开了。小姑娘居然羞涩的点头了！哥们眼神复杂的看了我一眼，然后头也不会的走了……直到现在，都一年多了，哥们再也没来过我家。"}
{"zuozhe": "秋风秋雨已缠绵", "duanzhi": "小时候，家里穷，一日三餐很少见荤。隔了，还有人记得这两字吗？最喜欢的是跟哥哥，去河边钓鱼，因为那天可以见到荤菜。再隔一下！！！大人说小孩子不能吃鱼子！吃鱼子不识数！！！！！居然傻傻的相信到结婚！！！小伙伴们你们小时候，有没有被大人欺骗过呢！我再来一个，来压岁钱我给你收着，等你长大了给你！！！！"}
{"zuozhe": "吃了两碗又盛", "duanzhi": "等我有钱了，就是所有人都知道我有钱的，，时候，我就买个五万块钱的轿车，这样显得我低调。不像现在，"}
{"zuozhe": "《渐行渐远》", "duanzhi": "三十年前，人们惊呼摇滚乐会毁掉下一代；二十年前，人们惊呼电视会毁掉下一代；十年前，人们惊呼计算机会毁掉下一代；现在，人们开始惊呼手机会毁掉下一代……人类发展的历史证明，没有任何力量能毁掉下一代，除了跟不上时代。"}
{"zuozhe": "星劫", "duanzhi": "我一同学，打小就想当隐者，最喜欢的诗句就是采菊东篱下，悠然见南山。　　长大后，果然如他所愿，在南山医院当了医生，割的一手好痔疮……"}
{"zuozhe": "～酱油～", "duanzhi": "我一朋友，女，姓苍。今年高考填报志愿，她打死不愿报师范学院……家人认为教师稳定，叫我去做工作。我想我说服不了她！！"}
{"zuozhe": "匿名用户", "duanzhi": "给大家讲个笑话，一个女的被人骗出去被强奸了，他男友想帮她打官司，女的不让，怕传出去名声毁了，就不了了之了，后来这个女的家长知道了，说要把女的男友处理掉，而不去找那个把她女儿强奸的那个人，好笑不"}
{"zuozhe": "街角*", "duanzhi": "今天面试一个文员，很漂亮的小姑娘，大眼睛，高鼻梁，鹅蛋脸，一米七的身高，真是诱惑死人！我决定打破常规沟通：姑娘，先不要给我简历，自我介绍一下你自己！姑娘一辆懵的看着我，估计也有点紧张：你好，我姓林，我叫春……我:好了，你不用说了，你被录取了，明天过来上班！等她走了，我才想起来没告诉她上班时间，拿起简历准备查下电话通知她，一看，她全名“林春雷”……"}
{"zuozhe": "朵朵1208", "duanzhi": "最近看了好多第一次上女朋友家的，我来奉献一条第一次上男朋友家的。（也是现在的老公）我和男朋友是他大姨家的姐姐介绍认识的，第一次去他家，他姐姐姐夫也陪着我一起去了，一来给我壮胆，二来去窜门。。。。。。。。背景介绍完毕。。。。。。。。。。。男朋友父母家在大学城，楼下都是小吃街。姐夫开车快到小区的时候，大家远远的就闻着烤肠，蛋糕，各种小吃的香气。这可把几个年轻人的馋虫都给勾出来了，小小商议时间尚够，姐夫下车给四个人一人买了一份小吃。各位绝对猜不到姐夫买的是啥，给我们四个人一人买了一份，冷面卷臭\n…\n查看全文"}
{"zuozhe": "山鹰寂寞飞", "duanzhi": "科普一个被误解上千年的成语常识：古时候，大户人家小姐出阁，除了陪嫁许多金银财宝绫罗绸缎，还会挑选贴身服侍过小姐的靓丽丫头，随小姐一起入住男方家，这就是传说中的通房丫鬟。所谓通房，是指丫鬟的房间和男主房间是相通的。通房丫鬟的职责，就是更好更方便的照顾主子，并且负责帮主子打扫无法描.述之事后的战场。通房丫鬟还有个职责，就是在女主怀孕或月事及身体有恙期间，代替女主同男主行水乳交融之事，以防男主某火焚.身时去外面偷.吃。当然这些古老的优良传统，现在已经失传了，先人们对待婚姻的眼光，远\n…\n查看全文"}
{"zuozhe": "莫纳的世界", "duanzhi": "大学时暗恋的男神请我吃饭，我打扮的漂漂亮亮的，盛装出席，真正的盛装出席，因为平时都素颜嘛，那天我特意化了妆，太在意了……他见我大惊:你化妆啦！化的好浓……吓死我了！然后就没有然后了……"}
{"zuozhe": "拿着黄瓜找香蕉", "duanzhi": "还记得没分手的时候，有一天晚上跟男朋友吵架，我在前面走，他在后面跟着。。。。。不能割啊。。。。。。lz埋头走，突然被身边嘻嘻哈哈的一群人拉住说话，云里雾里说了半天，我说到家了，就要离队走，突然一小伙子拉住我，低低地说：＂姑娘，小心点，后面那男的跟了你一路了，早点回家。。＂"}
{"zuozhe": "若有你", "duanzhi": "转         卧底第一年，“局长，我干完这个真能升职啊？” 局长：“一定” 卧底第二年，“局长，我快撑不住了，他们要我砍人啊” 局长：“再等等” 卧底第三年，“局长，我提供的这个线索，够让我升职了吧” 局长：“再等等” 卧底第四年，“局长，我都快真成黑社会了，有好几个小弟了” 局长：“再等等” 卧底第五年，“局长，你赶紧让我结束任务吧，我在这儿职位可比在局里快多了” 局长：“再等等” 卧底第六年，“局长，你真确定我回去没事"}
{"zuozhe": "呐喊~", "duanzhi": "喜欢上一个永远都不能在一起的人，就像是在机场等待一艘轮船，傻的可笑。。。"}
{"zuozhe": "爱泡泡的｜胡子哥", "duanzhi": "刚刚不明白996是什么意思，上网搜了一下……顿时内牛满面……我们777招谁惹谁了？"}
{"zuozhe": "星劫", "duanzhi": "儿子一岁的时候，每次老婆哺乳后，孩子都会脸色泛红，手舞足蹈。　　我和老婆都害怕，以为是什么先天怪症，就到医院给孩子看。　　碾转看了一年 ，医生都没查出孩子的病根，病急乱投医，最后还是在一个潮湿的胡同，一个老眼昏花的老中医对我说。　　“后生，以后喝了酒别吃你老婆咪咪，瞧你留下的酒气，把孩子熏的。”　　卧槽，竟然很灵"}
{"zuozhe": "●ｖ●七度空间", "duanzhi": "我家祖传的糗事，我爸跟我妈处对象的时候，第一次去我姥姥家，正好盖房子，话都没说干了大半天！等吃饭的时候，一气吃了十一个馒头！总共蒸了20个馒头，除了我爸那天剩下人都没吃饱！这件事被我妈数落我爸一辈子了！哈哈哈哈哈哈！我第一次去我丈人家赶上盖猪圈，我才吃了六个就不敢吃了！回来被我妈一顿捶，吃俩就行了！我真觉得没吃饱啊😊不过丈母娘炒菜确实很香！！！我儿子还是很懂事的！前几天去就吃了两个馒头！"}
{"zuozhe": "爱新觉罗.黄瓜", "duanzhi": "我奶奶是一个人能跟半个村子对吵的狠角色，我小时候她就告诉我：娶媳妇一定娶一个泼辣一点的（可以保护家人不被外人欺负）。开始我对奶奶的话还深信不疑…​她去世多年以后，我还一直在琢磨，为什么她老人家就没告诉我：被泼辣媳妇驾 驭我该怎么反 抗…"}
{"zuozhe": "粘人滴小妖精", "duanzhi": "lz感觉，相亲对象也是组织里滴人，lz又喜又担忧……[偷笑]"}
{"zuozhe": "莫纳的世界", "duanzhi": "周末早晨老公懒懒地躺床上说:要是来个小妞服 务一下就好了。我:可以啊，我就可以，还免费的呢！老公:我想要收费的！我:你可以给钱！………"}
{"zuozhe": "九头纪", "duanzhi": "老妈老爸结婚二十多年了，老妈工资一直比老爸高，过的平淡还算幸福。可是自从去年下半年老爸工资比老妈高了之后，已经吵着要离 婚好几次了。。。"}
{"zuozhe": "吃了两碗又盛", "duanzhi": "哥们生了，我打电话表示祝贺，哥们叹口气说:不太理想，是个闺女！我:都什么年代了，还重男轻女，，，哥们:我倒不是重男轻女，小时候家穷没怎么玩过玩具，我就指望着生儿子我跟他一起玩呢！有一个大马力遥控飞机我早就加购物车了！我……"}
{"zuozhe": "逆风的单车^O^", "duanzhi": "业务调整，被调到总部，摊事了，因为我跟老总长得像，老总夫人私下黑着脸，让保镖押解我去做DNA！彷徨……弱小……无助……"}
{"zuozhe": "翻姐姐", "duanzhi": "在床上摸自己的大腿“勾引”室友，室友来了一句:摸慢点，这一下都到屁股了。腿短的我有错吗[捂脸][捂脸][捂脸]"}
{"zuozhe": "辛弃疾゛", "duanzhi": "陪哥们去买车，他看好一款后跟导购说:这个车质量怎么样？有没有三包啊？要是没出店门就漏油了你们管不管啊？导购一脸微笑:先生您是来砸场子的吗？先不说质量问题，咱就说说您看好的这款车，一个玩具沙滩车从哪里能出来油？您指给我看看好吗？我暗想，这二货肯定是脑子进水了，这么漂亮的导购妹纸欺负她干嘛呀？结果哥们满脸真诚的对她说:我是看你工作太辛苦了，站了一天逗你开心的，要不加个微信吧？我外甥特别喜欢玩具车，下次你们店里来新款拍照给我看，我再来买好吗？看着导购妹纸娇羞的答应了，我心里是卧槽卧槽的！"}
{"zuozhe": "骑着二哈啃黄瓜", "duanzhi": "公司有单间，早上顺手把垃圾提下去，完美一个三分球，yes！开心的去食堂，碰到同事：你提袋垃圾干啥？我才反应过来，刚刚好像丢的是手机，此时此刻你看到一个女子在翻垃圾桶，没错那正是我。。。。一会儿到了公司，好多同事就开始说我：再饿也不能在垃圾桶找吃的呀！"}
{"zuozhe": "匿名用户", "duanzhi": "真事，希望各位。。。。小时候讨厌上学，那天我妈说给我请了几天假，我好高兴，我又问妈，出啥事了我妈哭着说，你舅舅去世了我一听哇哇大哭，以为是自己不听话才。。。。过了几天，我去上学，我跟我妈说:妈，我现在乖乖上学，舅舅能不能活过来我妈笑了，接着就哭了"}
{"zuozhe": "奔跑的小土狼", "duanzhi": "每天下班后在饭馆都碰到一大爷~他雷打不动一盘饺子加一碟牛肉，二两小红星我凑到他桌上去：大爷，您一个月多少退休金啊？大爷：一千多点我：钱少点无所谓，你这悠然自得的生活，我还羡慕不来呢，我倒是工资很高，可忙起来连礼拜天都没有大爷：唉，也不是天天这么悠闲，人老了不中用，不会用智能手机，月底房租要挨家挨户去收，虽然有电梯，但是我一个人收整栋楼也累的够呛：呃，大爷，您慢慢吃，我的面来了……"}
{"zuozhe": "烦啊…", "duanzhi": "今天遇到一个丢人丢到姥姥家的人了，还是以前的那个自己给主播刷礼物有钱，买吃的就没钱的人！不知道谁把我带的核桃给了两个和他一起做事的人，和他做事的人就给他一个核桃，还让他知道了我带的核桃，我做事出去了，他跑过来几趟，还在门口堵我，找我要核桃吃！一个二十多的男的，要脸不？做事叫他去那借东西，他和别个熟些，他就故意说不知道，一去一回就一百多米，就是不愿意！吃东西可以跟在后面一直要！"}
{"zuozhe": "醉酒舞剑砍疯子.", "duanzhi": "表弟结婚时，去新娘家接新娘。新娘家大门紧闭，怎么叫门都不开！表弟给他哥们一个眼色，那哥们就开车走了。没半小时，这哥们开着推土机来了，表弟和伴郎团站在推土机前面的“大手”里被送上平房顶……当表弟出现在新娘子面前时，新娘家的亲友团都惊呆了！[呲牙]"}
{"zuozhe": "花落彼岸～任逍遥", "duanzhi": "转眼夏天就快到了，又到了知了鸣叫的时候了，闲的没事编了首诗，冬天第下称王，  夏天树上猖狂。一声起锅烧油，炸至两面金黄！"}
{"zuozhe": "行尸无为", "duanzhi": "刚刚看完新闻报到——巴黎圣母院大火无数国人痛心疾首！首先鄙人声明：我不在那些痛心疾首的无数国人之列（你们怎么不为法国佬烧毁圆明园而痛心疾首）！其二，我想打听一下，我要捐献二斤汽油。哪家物流公司比较快点？"}
{"zuozhe": "(糗名昭著)~魅儿…", "duanzhi": "高中时，班里有个帅气男同学，一直是我们女生暗恋的对象。没想到各自考上大学后，他竟然做了变.性.手术，令人唏嘘不已。那天喝醉问他为什么能想这么开？他泪流满面说：“自己能力达不到的高度千万别尝试啊，都怪我不知死活参加学校110栏，才跨到一半就完了，不瞒你说，稀碎啊…”"}
{"zuozhe": "幽轩", "duanzhi": "记得几年前在深圳认识的一个房东，就是那种以前建一两栋房子来收租的本地人，靠租金过活。我感叹说，还是你们过得安逸，每个月稳定收租好几万。谁知她摇摇头也叹了口气说，你们看着好，其实不容易啊。我说咋了，收租还不容易吗？她说，每次要走上走下每家收，很累的。"}
{"zuozhe": "包袱侠", "duanzhi": "釜底抽薪特朗普在著名的富人区棕榈滩附近，有一座上世纪20年代修建的豪华别墅，占地20英亩，拥有118个房间，全都是用意大利和西班牙建筑材料建成的，属于文物级别的建筑。由于每年的维护开支几百万美元，房主养不起了，于1985年开价2500万美元出售，特朗普拦腰一刀出价1500万美元，对方不卖。特朗普要挟说要买下别墅和大海之间的一块空地，建个难看的房子，破坏别墅的海景，最终以1300万美元拿下。2000年左右，弗吉尼亚州有一个装修豪华占地1300英亩的葡萄酒庄园，女主人因欠债被银行强行没收酒庄\n…\n查看全文"}
{"zuozhe": "傻晴°", "duanzhi": "公公婆婆和老公去喝喜酒，我在家看着鸡棚！中午老公拎着饭回来，我赶紧去拿，老公笑道：给狗吃的！我习惯了他经常开玩笑，白了他一眼说：你才是狗！抢过来打开，刚吃了一口，跟在后面的婆婆大叫道：那真的给狗吃的，你的在我这呢～我……"}
{"zuozhe": "爱诺诺的小北·i", "duanzhi": "带小侄子去大姐家玩，平时跑得很快的毛孩子今天有点反常，走路特慢，苦着脸，我问他是不是哪里不舒服，侄子把脚伸给我看：叔叔你看我鞋子，去年的了，我脚使劲塞进去的，卡着我脚好疼啊！我一看还真是，这鞋子确实短了，忙带着他去买了新鞋子，小毛孩子穿着新鞋子，一溜烟跑没影了！我忙追着他去，到了大姐家，门一开，就看到毛孩子又穿上了那双旧鞋，伸着脚给大姐看：姑姑，我爸妈工作忙，都没时间管我，你看我这鞋子都是去年的了，又短又小，我脚都磨破了！"}
{"zuozhe": "leo咫尺天涯", "duanzhi": "二货同事价都没问直接称了二斤车厘子，一结账240多，咬着牙买了，到宿舍刚说完价钱就每人一把抢光了……真心没吃过这么贵的水果，就是有点少，都没够塞牙缝……"}
{"zuozhe": "鱼歌浅唱", "duanzhi": "闺蜜的姐姐在商场卖服装，每天的午餐都是外卖解决。周末，闺蜜去商场陪姐姐，在麻辣拌里发现一根头发“真恶心，这还怎么吃啊！”“你应该庆幸，这根不是弯的……”姐姐瞥了一眼，波澜不惊地说。[奸笑][奸笑]"}
{"zuozhe": "呼哧哈嘿", "duanzhi": "今天上班路上无聊的走着，看到一小两口吵架，男的一直跟着女孩，还气气的说着气话，            女孩扭头“别跟这我。”             男孩一句，“自己长个包子样，还怪狗🐶跟着？”            女孩认真看了男孩一眼，“傻样。”就拉起男孩一起走了，还挺恩爱的样子。               我去，什么意思？我瓜子都拿出来了怎么走了？"}
{"zuozhe": "神马情况Long", "duanzhi": "我一朋友在酒吧认识个女的，然后带回家！那女的见房子不错啊！就赖着不走了，天天帮他做饭，搞卫生！？正当两人甜蜜过着小两口的生活！突然有一天女的收拾行李走了！因为她看见房东来收房租了，收租了…"}
{"zuozhe": "老鼠拎刀找猫", "duanzhi": "公司一哥们，老婆刚考到驾证，就兴奋的要买车，目标卡宴；这哥们怎么舍得买个卡宴给她老婆练手；要说奇迹总是会发生的，通过这哥们耐心开导，循循善诱，他老婆开心的买了一辆二手QQ。这哥们在公司是做销售的，每年都被评为销售精英。"}
{"zuozhe": "匿名用户", "duanzhi": "老公每个月都给老人生活费，但是老公父亲总是私底下，让我帮他充话费，充公交卡，或者要钱买菜，或者要钱带孩子玩，很头疼，又不知道怎么拒绝。而且无意中发现，婆婆老公对此都不知情，他是想攒小金库吗？"}
{"zuozhe": "墨海烟云", "duanzhi": "清早看侄子躺沙发上看动画书，嫂子看到让他赶起来，教育他那样看书对眼睛不好。我说:“眼睛近视了，以后上学考试偷抄邻桌答案都看不清！。。。"}
{"zuozhe": "义行天下7", "duanzhi": "女儿老师把班里期中考试的分数发到微信群里了，老婆看到当时脸就黑了，对我发牢骚:你说我一天到晚给你们做饭洗衣服的侍候着，女儿却考了这几分。我:不错啊，五十多分呢，比我上学时强多了，你还埋怨，我可听说了你当初读书每次都抱个鸭蛋回去给老丈人下酒啊，哈哈哈哈。。。媳妇，我想去拖地，我想去做饭，你就让我起来吧，呜呜呜。。。"}
{"zuozhe": "饮最烈的酒、艹最爱…", "duanzhi": "去参观故宫，站在大殿龙椅旁有一种似曾相识的感觉，感觉上辈子来过这里，最重要的是喉咙很不舒服，就想尖着声音来一嗓子：皇上驾到！！"}
{"zuozhe": "调皮的小汪汪", "duanzhi": "街边一个醉酒男子身边全是酒瓶   他恍恍惚惚的好像看到了上帝上帝问他：你痛么男子说：好痛上帝：她欠你很多么男子说：很多上帝说：放心  她欠你的会有人向她讨回男子慌张了起来  眼色慌张的问上帝  可以把刚才的话重复一边么上帝说：  她欠你很多吗男子拼命摇头说： 她不欠我的  都是我自愿的"}
{"zuozhe": "谭小豆", "duanzhi": "昨天我开电动车正常行驶。然后一辆小车突然转弯，我撞倒了。手流血了。我说你带我去医院检查一下就行了，用不了多少钱。可能几百块就行了.然后他看我好说话，嚣张得很。说就给我100块爱要不要，不要拉倒。然后我就叫人来让他赔了3万多块钱。。。"}
{"zuozhe": "翾夐", "duanzhi": "大清早凌晨四点突然醒了，怎么闭着眼都睡不着！吖……想着还有一天的工作要做呢！怎么也的养精蓄锐噶！拿手机吧看看小说... ...以往熬夜都是看小说看的眼睁不开的，什么时候睡的都不知道！好吧……到了七点五十九分了必须起来上班了还是精神百倍呢！！尼玛……原来点开的是糗百"}
{"zuozhe": "匿名用户", "duanzhi": "五一媳妇加班，我和嫂子(孩子的舅妈)领孩子参加学校组织的研学旅，上草莓釆摘园采摘。采摘完洗手，嫂子让我伸手到她上衣口袋里面掏纸巾擦手，我掏出来两样东西:“一包纸巾和一个拦精灵。”我赶紧把拦精灵往回放，可是已经晚了，好几个孩子和家长都看到了。主要问题是孩子舅舅已经出差两个月了。"}
{"zuozhe": "依丽若水", "duanzhi": "老妈过生日，咬牙买了几斤车厘子还有芒果。掏钥匙开门正好来电话，把袋子放在门口，边说就忘了拿。。。过了一会想起来，门口空荡荡，正郁闷..对面的小姑娘出来，大喊：“阿姨，我乖不乖，你家垃圾我帮你扔到楼下垃圾车了...”[大哭]"}
{"zuozhe": "锵锵槌", "duanzhi": "判断兰州拉面是否正宗，只要看他们回不回老家过年就知道了，穆斯林不过春节的，回老家的都是假冒的"}
{"zuozhe": "待妳如初　　　　　…", "duanzhi": "女神：最近好寂寞哦，天热了，黄瓜都是坏的，都不能用了。 屌丝：介绍种新方法试试看吧! 女神：什么新方法? 屌丝：T.T加水放冰箱里冻着，用的时候，拿出来放开水里面泡泡，这样用的时候里面硬的外面暖暖的。 女神：这和敷面膜有什么关系? 屌丝：你先忙，我有事先走了。"}
{"zuozhe": "庞各庄老四", "duanzhi": "刚才在地铁上坐着玩手机，注意到边上有个人饶有兴趣的在看我，我玩游戏他也看，看图片他也看，我就想起了昨晚朋友发我的一个无声吓人的小视频，点开以后，我偷瞟了一眼，果然他很认真的在看，到了最后突然吓人的画面一出来，只听车厢里传来了一句响亮的“哎呀，我擦”。[大笑][大笑]"}
{"zuozhe": "谈恋爱的火龙果", "duanzhi": "一公司高管因贪落马，住进监狱，儿子大学毕业后找不到工作，就去监狱找老爹。他爹就给他写了个纸条说，你去找谁谁谁，他会给你安排。儿子疑惑的问:这管用吗，你都这样了。他爹接着说，想当年，我想让谁升就让谁升，现在我想让谁进来谁就得进来，去吧，照样管用。"}
{"zuozhe": "～盗仙心～", "duanzhi": "女朋友大姨妈来了，不方便，遂拍了姨妈巾的牌子去超市买，逛了好久才终于找到，一共买了五包，在收银台结账时候，收银员问：需要袋子吗？我有点恼怒：你觉得呢？我特么大男人拿这个东西不需要袋子？收银员也怒了：我以为用嘴叼着一个过来的人不会在意这些？？我郁闷，劳资一手拿两个剩余一个不用嘴怎么拿？"}
{"zuozhe": "薛家小姐姐", "duanzhi": "五一假期结束的那一天，老公不情愿的背上行李跟我说：“你大姨妈真有意思，五一国家才放四天，她竟然给你放七天！”"}
{"zuozhe": "九头纪", "duanzhi": "闲着没事，和一女同事闹着玩。当时手里拿着把水果刀，于是就说:劫 色!  谁知女同事不慌不忙，面带羞涩的说: 你先劫 色，老娘不爽就劫你的财......这时，轮到我无语了……"}
{"zuozhe": "匿名用户", "duanzhi": "有没有被家婆各种不喜欢的？虽然我不是好媳妇，但结婚多年，家婆说的对错的，从来没有跟她大声过，有时候忍着忍着就觉得何必呢？像这次一样，我3点的高铁，高铁站离家里比较远，坐车要一个小时，中午我带俩小孩上街给他们买点东西，家婆在家，在街上回来已经十二点半了，我以为她在家会煮饭，结果我一进门，就说:你吃饭吗？昨晚上有剩饭，吃我就给你热，不吃就算，那一刻，觉得心如刀割，因为以前我大嫂出远门，第二天早上八点的车，今天晚上肯定杀鸡吃了，第二天早上五点半起床煮饭，每次都是一样，不管我大嫂吃不吃？我跟我老公出门从\n…\n查看全文"}
{"zuozhe": "禁言………", "duanzhi": "每次楼主和老婆办事儿都习惯把TT放在床头的垫子下面………割一下…………今天打扫卫生，六岁的儿子也来帮忙收拾东西，我在外面涮墩布，忽然儿子拿着两个我放垫子下的TT问我：“爸爸，这个是啥？是泡泡糖么？”我一把抢过来，随手装进了口袋，说到：“啥东西是咋的，以后长大了你就知道了……”儿子一脸委屈：“哼，肯定是你和妈妈偷着藏的好吃的，不想给我吃，我要告诉奶奶去……”看着儿子跑出了院子，直奔我妈而去，哎……真是尴了个尬啊………"}
{"zuozhe": "墨锦倾城染青衣-", "duanzhi": "哥们出去旅游，被堵高速一个多小时，打电话给我说很无聊，被我嘲笑了一番。陪他聊了一会，他突然说不聊了，有好看的了。我：“前面通了？”他说：“有只苍蝇飞进来了，在玻璃窗上横冲直撞的，我看一会苍蝇。”"}
{"zuozhe": "谈恋爱的火龙果", "duanzhi": "本人女，我是体育特长生，好不容易有了第一个男朋友。一天、我和他走在公园里，他想亲我、我闪躲，然后像电视上的情侣开始了嬉戏、我奔跑、他追我，我们都笑的很开心，我回眸一笑，“哎？男朋友呢？擦！我跑的太快了么？”"}
{"zuozhe": "柔软的发丝＊", "duanzhi": "两岁的小侄女儿不小心把自己反锁在卧室里了，教了她开门的方式，各种不会，录了开锁的视频从门缝里塞进去给她看，她哭着对我说：姑姑，我要看汪汪队！…………"}
{"zuozhe": "无忧而乐", "duanzhi": "不是什么糗事，可以割。今天在网上看到一个拐卖儿童的人贩子，我只想说如果谁敢动小爷的孩子，我会不惜一切让他〈她〉生不如死。"}
{"zuozhe": "谈恋爱的火龙果", "duanzhi": "今天在宿舍，室友得意洋洋的回来了！我问他：“难道彩票中奖了？这么开心！”室友：“嘿嘿，我的女神终于同意和我约会了！”我：“切～每次说同意都放你鸽子，你还信呀？”室友：“这次是真的！千真万确！”我：“恭喜恭喜！进展怎么样了？”室友：“我看到她在约会地点等我，我就回来了，终于放她一次鸽子了，哈哈～”"}
{"zuozhe": "萌萌哒缘分", "duanzhi": "回家看到餐桌边上有个刀剁的痕迹，还挺大，问老妈是怎么回事？谁剁的？老妈还没说话，老爸就抢着说:“你妈跟手机上学着用竹签做手工，削了一上午竹签，竹签越来越短，火气越来越大，后来东西没做成，还剁坏了桌子，咋说呢，幸亏咱们爷俩不在家呗，哈哈哈……”"}
{"zuozhe": "tonoon", "duanzhi": "14年公司年会旅游，在西班牙，我们在飞机上找乐子，快降落时，我讲了一个笑话，大家哄然大笑，有个帅哥笑的都弯了腰，直呼肚子疼。等到下机还在说肚子疼，得，送医院，割了个阑尾。我们旅游七天，他住院七天，囧"}
{"zuozhe": "飞翔泉水", "duanzhi": "东营五岳星徽奔驰摊上事了？！4S店称客户“不是正常人思维”2018年12月，因为一点小剐蹭，李女士去聊城欧龙奔驰4S店维修的时候，调取了一下维修记录，顿时，戳眼眶子了~李女士 聊城东阿县奔驰车主“我在2017年6月9号买的车，我发现在2017年1月、2月、3月，有多次检测记录和索赔记录。”除了多次的维修记录，这辆车还更换过发动机！！！（记者）**元，这个换过发动机居然是原价购买？（销售经理 东营五岳星徽奔驰4S店）这个为什么不可以？那为什么非要优惠呢？新车为什么非要优惠呢？\n…\n查看全文"}
{"zuozhe": "麦兜秀", "duanzhi": "小孩七个月大，前天下午放到卧室睡觉，大人全在客厅看电视，约大半小时，小鬼掉到床下快爬到卧室门边了，没有哭，大家都说他好厉害。可是，昨天我陪他才睡十来分钟，又摔到床下大哭，大家全责怪我这个爸爸不称职，你们先一天还赞他勇敢啊？只好把夏天的蚊帐给支起来，这种蚊帐是包在床褥下。"}
{"zuozhe": "老巫婆～～", "duanzhi": "找了个湖南的男朋友，第一次上他家，我问他“你们家的菜辣不辣？”不辣的不辣的！结果，我吃了一口，眼泪都快掉下来了。结果他妈妈笑眯眯地说“我第一次上婆婆家也是这样被辣到了，后来.......男朋友立马接道：“妈，你是不是故意把菜炒辣的？”雾草～这愣头青，我和他妈妈都很尴尬……"}
{"zuozhe": "可爱到家了", "duanzhi": "有个女子坐公交车时，钱包多次被偷，气愤之余，她灵机一动，想了个妙招。这天，女子故意在包里放了好几个空钱包，然后出门上了公交车。果然，又有小偷光顾。小偷把手伸入包内，发现里面居然有好多钱包，不禁愣住了。女子察觉后，笑着对小偷说:“为了感谢你们多次光顾，我特意搞了一个摸奖活动……"}
{"zuozhe": "小火车\\\\\\…", "duanzhi": "大家好，我是猹。我现在不想躲了，我正在全网找闰土，请你们告诉闰土，今天晚上这个瓜我偷定了，鲁迅也留不住，我说的。请顶我上去让闰土看见。。。。谢啦大家。  到时候西瓜人人有份。"}
{"zuozhe": "童年友", "duanzhi": "我结婚时，高中老师当着我和新娘的面，把高中时从我这没收的情书还给了我。我打开信封，流下了泪水，老师，不是这一封[大哭]"}
{"zuozhe": "偷吃的小狐狸", "duanzhi": "（正在上课）……学生：“老师，我想拉泡屎。”（同学哄笑）老师生气的说：“说话能不能文明点！”学生：“大不了死（WC）。”老师怒气：“有本事你就去！我绝不拦着。”学生：“去就去……”老师急了：“千万别做傻事啊……”全班同学顿时笑成一片。"}
{"zuozhe": "爱新觉罗.黄瓜", "duanzhi": "老婆打来电话非常温柔的对我说：“单位放假就回来吧，你购物车里的鱼竿和钓台我帮你买！”事出反常必有妖，我正寻思她这又是唱的哪一出时。老婆又接着说：“床太宽枕边凉，没有你的鼾声鬼压床！回来吧，只要你不去夜钓，啥事都好说！”​我…%@~$*￥^&……​"}
{"zuozhe": "亦小胖", "duanzhi": "男友生病，不肯吃药。我各种哄，他还是不肯吃。我一发火，这货就装出一副虚弱不堪可怜兮兮的样子。实在没招，从钱包拿出张百元大钞：吃次药，奖励一百怎么样。男友：不行，除非吃颗💊一百。想着是感冒嘛，最多两颗药，便同意了。妈哒，我万万没想到，这货居然拿出一包感冒颗粒冲剂，一颗一颗的数着吃……"}
{"zuozhe": "依然、很蛋疼cc", "duanzhi": "我就不懂了，一个教人做饭的app，还要用地理位置，我就想问你们要干啥，难道我做的不好还要派人来打我吗？"}
{"zuozhe": "翡思布科", "duanzhi": "媳妇不想要孩子，我就偷偷的在套套扎了几个小孔，后来老婆检查出怀孕，哭了起来。我看着媳妇好伤心，走过去，抱着她。我们异口同声的说了声对不起，愣两秒，于是一起哭了起来..."}
{"zuozhe": "匿名用户", "duanzhi": "再发一个，真事，楼主以前开小旅馆的时候，来了一个娘们，目测三四十岁，那时候我才二十多岁，对我是百般挑逗，那天她跑到我的值班室里，想非礼我，当她刚把灯关上的时候，我叔叔去了，我才没有失身。又有一次，她让我到她屋里帮她拖一下地，没想到我刚进去，她抱住了我，开始吻我，那时候我年轻火力旺，那经得住考验，果断嘿咻了一翻。第二天，她想走，我果断收了她二十块钱。这么多年过去了，我一直在想，如果我们有孩子了，他会不会跟我长的一样帅？"}
{"zuozhe": "↑有天堂↓有苏杭", "duanzhi": "上初中时，学习特别差，家里托关系，给我找了一个小包工头的建筑工地，天天筛沙子，绑钢筋，给工地食堂抗面粉，跟工人一起吃饭睡觉，三个月后，我好好学习了"}
{"zuozhe": "不糗小青年℡", "duanzhi": "我昨晚喝酒的时候就感觉有点事没有办，今天才想起来，约个女的，开了房，她先洗澡，然后我洗澡，洗完澡突然想喝酒没等办事我就出去喝酒了，结果喝多了，把她忘了，今天才想起来没有办事！"}
{"zuozhe": "匿名用户", "duanzhi": "前任比我大5岁，然后他从小没有妈妈的，可能有恋母情结，居然和邻街门面的一个老板娘（应该比他大10岁吧，但保养很好，看上去挺年轻的）勾搭上了，我特么心里千万个曹尼玛呀，本来想着各自安好就拉倒了。奈何后面发现那女人的儿子挺帅的[doge][doge][doge]，比我小一点，然后她儿子带我回去的时候，她的脸都是绿的[doge][doge][doge][doge]"}
{"zuozhe": "挖鼻孔的老虎", "duanzhi": "在家搞卫生，淘汰了一个旧衣柜。老婆到物业找了个大叔来处理，大叔把衣柜挪到门外说：“二十块吧。”然后老婆和大叔对视了几秒，都等着对方给钱。"}
{"zuozhe": "海不会不蓝啊", "duanzhi": "说一个很奇葩的事情。之前开店认识一个朋友，她也是开店的，经营的项目和我差不多，我们两个人挺聊得来的，当她得知我没有男朋友的时候，就经常给我介绍，介绍她哥她弟，她老公的弟弟，反正介绍的全部都是她的亲戚，和她弟弟聊的比较熟，有一次我就开玩笑的说，你姐是打算把你们家族的单身男性全部给我介绍一遍吗。于是这货告诉我，他姐说我太有经商头脑，一定要招揽过来，还说什么得不到就毁掉[捂脸][捂脸][捂脸]"}
{"zuozhe": "远风听雨", "duanzhi": "跟老公冷战已经三天……他冷战都不吃我做的饭（外面的又怕脏），天天一到饭点就下楼买面包方便面吃。儿子每到吃饭总是一脸同情地看着他爹，不敢说也不敢问。今天中午做了红烧鸡翅根，百叶烧五花肉。儿子一边啃鸡翅根一边问我：“妈妈，楼下那两条拴着的小狗好可爱，我可以拿我吃剩的翅根骨头去喂它们吗？”我说好。儿子趁我进厨房放碗，飞快地把鸡翅根倒进一个袋子里跟我说去喂小狗就拎着下楼了。等看约莫三分钟，我悄悄下楼，在没出单元口的地方就听到儿子悄悄说：“爸爸快吃，等会我会告诉妈妈鸡翅根都给小狗吃完了……”"}
{"zuozhe": "傻晴°", "duanzhi": "爷爷从年轻时就爱喝酒，嗜酒如命的那种！可最近他身体不好，一家人都不让喝，他就偷偷喝！被发现后还委屈巴巴的！实在是哭笑不得！然后今天刚做完饭，就听到爷爷跟我儿子偷偷在说话：小宝啊，我给你一块钱，你中午要记得给我倒酒啊！你爷爷奶奶爸妈不让倒你就哭！使劲哭～我今天非要光明正大喝两口！！"}
{"zuozhe": "又一盏素酒", "duanzhi": "今天挤公交车。司机突然一个急刹……楼主手不由自主地按在对面一胖姑娘的胸脯上。急忙忙抽回手，面红耳赤的连声道歉，心想这下完了，搞不好要吃一耳光，今天真特么倒霉啊！但是人生处处有意外，胖妹只是瞪了我一眼，恨恨的表情:“算你小子运气好，这要是搁在古代，非要逼着你娶了老娘我不可！”"}
{"zuozhe": "前世欠你今生还你", "duanzhi": "如果一个美女和一个丑女同时被绑架，你救哪一个？美女会嫁给你，丑女会给你十亿元。你只能救一个。钱不钱的无所谓，我主要是喜欢丑的。"}
{"zuozhe": "小风一过了无痕", "duanzhi": "混糗百咱得讲个诚信，对吧！故乡可以造假，身份可以造假，年龄可以造假，可是兄弟，和你胡吹乱侃了这么多天，你，你，你竟然是个大    美      女！！！"}
{"zuozhe": "楠么有", "duanzhi": "上学时，搬过两次家，每次都换地方，两个地方都相距100公里左右，没人告诉我新家地址，我上课，他们就悄悄搬家了，还好我心理强大，第一次问的老邻居，自己找去，第二次就适应了，拨的我们那里114。"}
{"zuozhe": "紧区", "duanzhi": "当时因为失恋来到这坨，看着这里的人写的趣事，发的各种各样的视频等，那时候心里真的被大家的快乐感染了。现在经过一年的努力，又通过相亲重新找到了另一半，在这里我特别想感谢在座的各位，谢谢你们的陪伴。今天发这个事情的主要原因:我又可以秀恩爱了，你们这群单身狗！！啦啦啦"}
{"zuozhe": "吃了两碗又盛", "duanzhi": "没有对比就没有伤害，我媳妇让儿子洗自己的内裤，而她洗袜子的时候帮我把内裤也洗了。这让我有些得意，也使儿子很沮丧，对他妈妈抗议说:是不是我爸才是你亲生的？"}
{"zuozhe": "情衣劫", "duanzhi": "真不懂女生是怎么想的，怎么会觉得自已比游戏重要，一个好的游戏，耗资几个亿，上千名工程师的心血，十几二十出头的女的，平淡的人生，无趣的灵魂，怎么敢跟游戏比较，我也是好奇，女生哪来的自信和游戏比较?"}
{"zuozhe": "～盗仙心～", "duanzhi": "小时候家里穷，有多穷不好说，反正，每次看到别人大包小包提着东西进村，就希冀这是自己家亲戚，然后，就可以吃好吃的了！"}
{"zuozhe": "爱小北的诺诺·i", "duanzhi": "楼下新开的美发店，老板娘特别爱讲八 卦，绘声绘色的，引人入胜！我特别爱听八 卦，可是不熟，不能天天赖在人家那！就每天去洗头发，一待一下午，她手舞足蹈地讲着，我两眼放光地看着她丰富的表情，听得津津有味！这几天老板娘都不讲八卦了，看着我欲言又止，我待着没劲，就准备走，刚走出去，就听到老板娘亮着大嗓门说：你们看到没，就是这个妹子，看着挺好的妹子，是 个 变 态！天天来洗头发，一呆一下午， 跟狼似的盯着老娘！老娘性 取 向正常好吧！"}
{"zuozhe": "柠檬比较萌萌", "duanzhi": "有很多广东人，固执地认为自己说的普通话特别标准，但是一开口你就知道他是广东人，然后，他还会问你，你怎摸鸡到的呢。"}
{"zuozhe": "挖鼻孔的老虎", "duanzhi": "昨晚看儿子打游戏，发现有个对手居然是他班主任。班主任打字：xxx，想不到遇到你。我对儿子说：“赶紧打个招呼呀。”儿子停下来打字：x老师你好。就在这时，班主任从草丛里跳出来把他秒了。"}
{"zuozhe": "爱诺诺的小北·i", "duanzhi": "县城办旅游节，我们村附近的一个景点是开幕式主场地，老妈想把家里收拾下，弄个农家乐，想着大批的游客将住进来，我很兴奋，这不光是大把的钞票，搞不好还会有一段美好的爱情故事呢！帮着老妈收拾了几天，一切都妥当了，我正准备回房间休息，只见老妈拖着个大行李箱，放到我面前，笑着对我说：儿子啊，你那房间我也收拾出来了，今晚就会有客人入住了，你的东西我都给你收拾好了，趁着天还没黑，你快走吧！"}
{"zuozhe": "好吃的焦糖饼干～", "duanzhi": "小时候，老爸特喜欢楼主，经常给楼主买各种毛绒玩具。从大小、到手感，老爸都精挑细选。脏了，他亲手洗干净……一天，楼主淘气，从布熊肚子里掏棉花，没想到，掏出500块钱。楼主高兴的给了爸妈，爸妈笑的很开心……但老爸再也没给楼主买过玩具……"}
{"zuozhe": "妖孽宝宝啦", "duanzhi": "带女朋友来看复联，复仇者集结的时候她问我，大黄蜂怎么还不来？我该怎么回答？"}
{"zuozhe": "聊天不撩妹子的", "duanzhi": "朋友圈有个女的秀恩爱，但是秀的不是她老公，被秀的那个男的也有老婆孩子。那个女的还拿他老公辛苦挣来的钱给男的用，男的我也认识，长的挺帅的。。中午我跟老婆说：“居然有这样的傻女人，看那男的有钱用，我都动心了，真想也找一个”老婆对我翻着白眼道：“就你！哼！也就我眼瞎跟你的，想找那样的小三，下辈子也不可能的”"}
{"zuozhe": "狼族少年-", "duanzhi": "上班的路上有家店里养了一条金毛放在店门口，我每天路过都和它打招呼。今天路过那里准备和它打招呼！养它的主人气呼呼的对我说：“你不要和它打招呼了，你昨天没来它都不肯回家了”！"}
{"zuozhe": "道士下山会女神", "duanzhi": "邻床大爷九十二岁，各种老年病在做对症治疗，他也知道时日渐少，饮食上一如既往，多盐且还说要吧两口烧酒，主治医生正色道：大爷，饮食上要少盐更不能饮酒，这样有利于病情缓解。大爷呵呵：老夫九十多年都这样过来了，那还在乎这一年半载的？主治医生被怼得哑口无言。"}
{"zuozhe": "小玉不吃鱼", "duanzhi": "在网上看到一件超级可爱的外套，非常符合本宝宝的气质，但是图片上面写着适合6~36个月的宝宝，我还是不死心，问店家:您好，这个外套大一点的宝宝可以穿吗？店主回:这个是宽松的版型，大一点没有问题的，请问是大多少的宝宝？我:大三百多个月的宝宝~~........."}
{"zuozhe": "是谁辜负了好时光", "duanzhi": "在家看电视遇到小姑娘上门说清洗油烟机的。刚好油烟机好久没清洗了，就让试试看，小姑娘拿出一瓶清洁水一喷，再用抹布一擦，立马就干净了。然后说：清洗一次一百块钱，要不大哥你买这了这清洁剂吧，两瓶一百，够你用一整年的，多划算。我一想对啊，这样以后又多了个要零花钱的理由，果断买了！结果等人走了我拿过来喷了一擦，一点用都没有，这下好了，老婆非说我拿一百块钱出去打牌去了，然后灌两瓶水糊弄她，打死要和我离婚！"}
{"zuozhe": "挖鼻孔的老虎", "duanzhi": "正在上班，同事的女友来公司找他，说怀孕了。他们交往了很久，我想也是时候修成正果，于是去拿了朵花想交给同事，意思是让他求婚。结果不知被什么绊了一下，我特么跪在了他女友面前。"}
{"zuozhe": "95军刺", "duanzhi": "两年前我在非洲救下一只小狮子，在野生动物救助站的大家帮助下它慢慢好起来了，后来我又去了，开着吉普在非洲大草原驰骋，下车后又遇见了它，于是朝它狂奔过去，在距离两米的时候，我发现坏了，我认错了狮子了……………………怎么办？"}
{"zuozhe": "偷惢", "duanzhi": "平时大大咧咧习惯了，俨然一副女汉子形象，也不着急找对象。老妈终于看不过去了，托了隔壁王阿姨给我介绍个男朋友！实在受不了老妈的唠叨，于是去见了相亲对象，蛮不错的男生，长得高高的，痞痞的，是我喜欢的类型。我俩端着奶茶走在公园里，相互聊着对方的情况，这时，突然跑出一只老鼠在我脚下，相亲男瞬间尖叫着跳起，连滚烫的奶茶洒在裆部也浑然不觉……我一脚踢飞了老鼠，暗自神伤：这就是男人，出现危险只会大喊大叫……"}
{"zuozhe": "南京市长江大桥1", "duanzhi": "昨天晚上终于把心中的女神约出来了，本来想带她去吃点好吃的，就问她想吃什么，她说她就想喝点蝌蚪汤，TM大半夜的我到哪去给你买蝌蚪汤喝，她又说旁边酒店就有。卧槽别逗了好不好，我上周才在这酒店里吃的饭，菜单上就没有蝌蚪汤好不好？没想到她竟然是这样一个刁难人的女人，下次你喊我我也不出来了。为什么别人约妹子出来都能开房，我TM运气就这么差！！"}
{"zuozhe": "醉酒舞剑砍疯子.", "duanzhi": "我和相亲男一起吃饭，我问他:假如咱俩结婚后，吵架了，你又吵不过我，咋办啊？相亲男略一沉思:按理说是应该回你妈家找丈母娘告状，但是我不会这样做！我心中一暖，暗想这人果然不错！还没等我回过神来，相亲男接着说:现在不是有那个吵架公司吗，到时候咱俩要真吵架，我就花钱找他们帮我吵！还让他们用方言吵，不信赢不了你！我靠～[撞到玻璃][撞到玻璃][撞到玻璃]"}
{"zuozhe": "偷惢", "duanzhi": "小时候跟着我爸去种地，种一半时下雨了，老爸从车上拿块塑料布问我:闺女，你能坚持吗？我:爸，我能。本以为爸爸会把塑料布披在我身上，结果他绕过我直接盖我身后的种子化肥上面了！"}
{"zuozhe": "爱诺诺的小北·i", "duanzhi": "和侄子一起组 队吃 鸡，队里有个妹子，舔 包的时候，妹子捡走了9 8 k，我可眼馋了，跟妹子商量着拿其他装备跟她换，妹子就不答应，侄子鄙夷地看了我一眼，嘀咕了一声看我的，就给妹子发了语音：小姐姐，这么漂亮的小姐姐应该有人来保护的，来，我给你三 级头三 级甲，9 8 k给我，你躲我后面，我保护你！妹子笑嘻嘻地说好，真的把枪扔了出来，我看着还未 成 年的侄子，觉得我这么多年真是白活了！"}
{"zuozhe": "大坑哥自媒体", "duanzhi": "我洗澡的时候，微信响了，老公帮我打开，发现同学发来一条信息：某某酒店8068房，快点过来，等你！正当我们一群人在酒店围着唱生日歌的时候，老公戴着口罩，手持一把西瓜刀踹门而入，拿掉蜡烛，把蛋糕切成16等份后说：请慢用，这是本酒店的特殊服务！每次想到这的时候都会吓出一身冷汗，毕竟一个蛋糕拯救了我们17条人命！"}
{"zuozhe": "卷风云", "duanzhi": "西安火车站对面擦鞋，被骗过一次，问多少钱，说4块，擦了，问打蜡吗？我说打蜡多少钱，五块，我想也就多一块钱的事！打吧！打完是4块之外一只鞋5块，一共14，我站起来，让少点！说不行！他也站起来，拎着箱子！我说城管来了！他回头的瞬间我跑了！"}
{"zuozhe": "无语滴滴", "duanzhi": "昨天，突发奇想的给我男朋友买了一个蛋糕，满心欢喜的拿回家，到家才发现我原来没有男朋友，于是我含泪的把蛋糕吃完了"}
{"zuozhe": "精灵不次饭", "duanzhi": "吃完早餐还早，我坐在早餐店门口玩手机，一个经常遇见的十岁小男生拿着个包子说：“阿姨，我要迟到了，你可以送我去学校吗？”我欣然同意，骑上电车就送他去了。到了六小门口，他提了一下书包肩带，笑的很灿烂，说：“阿姨，老师说了要知恩图报。我现在不能娶你，我们结拜成兄妹吧！”"}
{"zuozhe": "不糗小青年℡", "duanzhi": "今天上公交车，看到一个司机对一个小学生骂的那个狠啊:”劳资开八年车了，见过投一毛五毛的，游戏币的，一分的，你扔了两个钙片是什么意思？”全车都憋出内伤…"}
{"zuozhe": "a依然美好", "duanzhi": "投稿，真事不隔！！刚结婚那时，老公不让在床上吃东西，就是那种你吃了，他都会给你吵架的那种厌恶感😱经过他多年的努力劝解，终于现在我躺床上吃东西他不再管啦[大笑]"}
{"zuozhe": "成功之举", "duanzhi": "我已不再是那个买件衣服一百左右还深思熟虑半天的小伙子了，现在都是看到合适的，把钱一丢立马转身走人，毕竟地摊边上待久了很容易被熟人遇到，以至于以后吹牛矮人一截！"}
{"zuozhe": "婉若い清风", "duanzhi": "月底发了工资去哥们家喝酒，路过菜市场买了好多菜。担心哥们的小出租屋里桌子太小，放不下，打电话给哥们儿，问他桌子上能放几个菜？菜买的有点多。电话那头听哥们讲，再多也没事，就你嫂子那体格，爬下来背上能放个八菜一汤，有他在，不用担心没桌子！等到哥们儿家，嫂子拉着脸开了门，发现哥们儿啊，眯着个熊猫眼，脸还肿了一片，问其原因，哥们儿说被家里桌子撞了。。。"}
{"zuozhe": "！未央！", "duanzhi": "陪闺蜜去相亲，内向文静的闺蜜一言不发。只好由我带其向相亲男发问。“请问您是最什么工作的呢？”我盯着西装笔挺问。“啊，我，在朋友的公司帮忙。做装潢。就在那里做做，有人来就接待。”相亲男支支吾吾的答到。“那么请问您一个月收入多少呢？”我单刀直入。“6000多吧……”相亲男神情闪烁。……闺蜜忽然坐起转身就走，我连忙追出去问：“怎么啦，条件不错啊。”闺蜜脑袋晃的跟拨浪鼓似的。“我是个爱惜名誉的人。你没听他说么，装潢，装潢啊”……"}
{"zuozhe": "天热打鼓球", "duanzhi": "同学群里，不知道哪位大侠翻出来初中时的毕业合影，发群里。大家纷纷留言，怀念那个白衣飘飘的年代，恰同学少年，激昂文字……一兄弟太激动了发语音：别了，我夕阳下奔跑的青春，别了我最心爱的姑……啊…啊…疼……"}
{"zuozhe": "邓闲", "duanzhi": "邻居把房子租给了大学生便于其考研，昨晚那个大学生带了能有10个同学回家聚会。期间，各种推杯换盏，各种划拳猜谜，各种你干了，我也干了的，闹到很晚。今早，一出门看见他们家门口放了16箱喝完的雪碧！这是要多文艺啊！"}
{"zuozhe": "土豆鲁鲁", "duanzhi": "小时候老妈给我买衣服总是买大两号的，还振振有词：“再长两年刚刚好。”同学给我起的外号叫“唱戏的”往事不堪回首啊。前两天老妈给我买了件毛衣，穿上到膝盖，老妈嘿嘿一笑：“再长两年刚刚好。”我奶奶：“净说胡话，孩子都三十好几的人了，还能长吗？就算他能长，国家可允许？”"}
{"zuozhe": "禁言………", "duanzhi": "有眼不识泰山了，割了吧…………据说我们单位新来了个大领导，担任设备厂长，主抓检修作业。昨天检修作业，我是负责人，我们一帮人（有外围人员）正干活呢，一帮人都各司其职，忙的飞起，我忽然发现有个人好像在偷懒……我看了他半天，他就在我们这边待着，啥也没干，于是我就烦了，对他吼道：“那个谁，你在那儿看戏呐？还不跟着搭把手，紧螺丝去……”那人好像愣了一下，然后拿个扳手就干活去了，我继续组织检修作业。不一会儿，只见我们主任过来了，我刚要打\n…\n查看全文"}
{"zuozhe": "神马情况Long", "duanzhi": "昨天我去超市买套.套，遇见一个很碉堡的销售。我想买冈本，然后一个杜蕾斯的销售跑过来跟我说冈本不好用。我问为啥，她一脸严肃的跟我说：“难道你不觉得冈本有点小？”我听了之后愣了一下，默默的说“嗯……是的..”遇见这样的销售，只能……从了……"}
{"zuozhe": "双手发抖", "duanzhi": "我大舅特别爱我，每次看到我多多少少都给我一点钱，一块两块的。三十多年前，一块钱很多了有一次在街上遇到大舅，他又要给我钱，全身的口袋都摸了，一毛钱也没有。大舅很尴尬，抽出一根烟递给我，说，“红塔山的，十块钱一包呢？”那是89年，我9岁……"}
{"zuozhe": "喂鱼抽喵", "duanzhi": "去买柚子，问老板甜不甜，老板说：“我要是说不甜吧，你肯定不买。我要是说甜吧，可这个柚子我没吃过怎么会知道呢？人生就像买柚子，未知才精彩。大胆尝试，不要畏畏缩缩，要是你尝了真甜，会觉得幸福和满足。要是不甜，你也是勇敢的。怕不甜就不买，你放弃的不是一次吃柚子的机会，而是失去了自信。” md，买个柚子买出了人生哲理。"}
{"zuozhe": "笨笨培", "duanzhi": "这不马上双十一了嘛，盘算着给家里人买点东西，嗯，爸妈有了，小侄有了，自己的也有了，就连二狗子的狗粮也没忘了，诶呀，还好没有男盆友，不然还得给他买"}
{"zuozhe": "CPA不全过不改名…", "duanzhi": "想起当年给儿子取名字的趣事了，分享出来博大家一乐。老公姓童，当年怀孕的时候各种百度，发誓要给儿子取一个高端大气上档次的名字，要叫得响亮，要超凡脱俗！我一看这节奏就十万个不想让他如意，于是就召开了家庭会议，我提出来以下观点:儿子是两个爱情的结晶，从孕育到出生，以至成长，都是两个人共同参与的。借用经济法的理论:这就是一个普通合伙企业，我们两人承担无限连带责任。这个名字大家都想起，那就不如公平一点。姓名姓名，有姓有名，我们一个起姓，一个起名如何？鉴于一直以来你对我的照顾，我吃亏一点，让你先选，你选姓\n…\n查看全文"}
{"zuozhe": "壹个小家伙", "duanzhi": "真事……不割……本人剃头匠，上午一个二十多的带眼镜小伙子来理发。坐下一摘眼镜说：剪精神点就好。在我精心雕琢完成后，他带上眼镜看了一会说：哥，老实说，你属于哪路神仙？就这一会给我添了十几年阳寿！你看我，像不像四十岁……"}
{"zuozhe": "捉女妖的天师", "duanzhi": "和经理出差找了个小旅馆，洗漱间的门居然是磨砂的！经理突然探出头来:小李呀,看到哥的背影可千万别对哥有别的想法啊 ！特么，这么一说，我倒想调戏他一下啦☞那个门是没有锁的…嘎嘎嘎"}
{"zuozhe": "谈恋爱的火龙果", "duanzhi": "一美女去看医生！ 医生：哪里不舒服？ 美女：嗓子疼！医生：是不是来月经了？ 美女娇羞的答到：嗯"}
{"zuozhe": "叁灬大胖纸", "duanzhi": "记得有年去武汉会女友，在东湖边上遇一对小情侣，男的坐在湖边护拦上，女手持一截甘蔗。女：吃了嘛，我吃不下了（撒娇状）男：我不想吃女：嗯～你吃嘛，人家不想拿男：你先拿着吧女：吃嘛男：不想吃然后女的直接把甘蔗塞进男的口中，并且使劲往里塞：叫你吃，叫你吃了，给我吞，不准往外顶这画风陡变，让当年才交女朋友的我恐惧的看了眼身旁的女朋友。。。"}
{"zuozhe": "厨伴娘", "duanzhi": "那年盛夏，遍地西瓜！夏天的午后总是闷热无比，二叔总会在这时候去地里摘一个西瓜回来，切开之后和二哥在院子里吃得津津有味。那天二叔跟往常一样抱了个大西瓜回来，吃了一点就出去了，二哥一个人竟吃完了剩下的西瓜，就引出了后面的奇葩事情。由于吃多了西瓜，二哥总是觉得尿涨，不足片刻就往厕所跑。一直到睡觉的时候，尿意仍然浓烈。为了不尿床，二哥就独自坐在那里看电视，看着看着，突然灵机一动，决定看个鬼片，把尿吓出来不就没那么多事儿了吗？实干家二哥迅速找出鬼片的光碟看了起来。一部看完，二哥已经\n…\n查看全文"}
{"zuozhe": "吃了两碗又盛", "duanzhi": "每次陪我爸散步回来，还没到小区就开始陆续有人跟他打招呼。领儿子溜达，前后小区的小朋友几乎都认识他，至少喊他一声名字。只有我一个人走的时候才是安静的。"}
{"zuozhe": "天热打鼓球", "duanzhi": "老班在给前排的同学讲题，那圆润的臀部正对着我。我拿起了圆规的尖头对准老班的臀部，做刺状。然后斜回头跟后面的同学挤眉弄眼。同学们兴奋的无声呐喊：刺啊！有种刺啊！我邪魅一笑，真当我傻吗？这么低级的激将法我怎么会上当。不怕神一样的对手，就怕猪一样的队友，后面的两个狗币打闹，丝毫没注意到我这里千钧一发的情况，直接的撞了我一下。万幸的是我的反应速度相当的快，仅仅只刺了一半进去！我的下场就不赘述了，反正很惨。但这件事解决了我多年的一个困惑，我一直以为老师都是泰山崩顶，面不改色的，原来\n…\n查看全文"}
{"zuozhe": "是谁辜负了好时光", "duanzhi": "去干洗店取衣服，老板不在，老板女儿找了下没找到说：你等会再来吧，我爸出去了。望着温柔可爱的小姑娘，单身三十多年的我感觉春天来了。按耐住不住内心的激动，我兴奋的说：要不加一下微信吧？等你爸回来你好我说一声啊。。。话还没说完，感觉背后一股杀气，一个声音嗡嗡的说：要加微信是吧！加我的！那啥，老板我真不是想撩你家姑娘，先别动手，你听我解释。。。"}
{"zuozhe": "w西红柿炒月饼", "duanzhi": "就因为我欺负了一只鸭？然后我被一群鸭追着怼？"}
{"zuozhe": "胖香", "duanzhi": "我霸占着沙发刷手机，我姐教我：“现在也不流行葛优躺了，你得贵妃睡，侧身优雅一点躺着看手机……”正说着呢，我妈过来了，啪的一巴掌拍我背上埋怨：“咋又厚了？还不抓紧起来动动，在这学啥海象晒太阳！”"}
{"zuozhe": "亦小胖", "duanzhi": "去同事家蹭饭。刚进门，他家金毛看到我，欢喜的不行。扑到我身上，金黄色的大狗头凑到我脸上来了个“舌吻”。同事反应比我还快，一巴掌就把金毛糊到一边，然后从茶几上拿了几张抽纸递给我。正擦拭着，同事老妈训斥金毛：果然是狗胆包天，你哥一直想亲，都没敢亲，倒被你亲着。我跟同事瞬间脸红……"}
{"zuozhe": "饮最烈的酒、艹最爱…", "duanzhi": "在外闯荡三年，一无所获回来，怕哥们笑话就说学技术了的，会接生。忽然有一天哥们的媳妇难产，接生婆用尽了办法。有人想起来我就把我拽来救急，我也蒙圈啊，就胡乱的要了一盘豆包，战战克克的端到孕妇前。磕磕巴巴的说:你...你是男孩还是女孩啊，出来...出来吃豆包啊！孕妇被我的滑稽逗得一笑，奇迹出现了，孩子生出来了…"}
{"zuozhe": "吃了两碗又盛", "duanzhi": "媳妇站在秤上:呀，61.2！昨天还61.4呢！快帮我算算这是轻了多少？我:0.2千克就是200克，也就是你比昨天轻了四两。媳妇:真的吗？我竟然轻了半斤！"}
{"zuozhe": "匿名用户", "duanzhi": "该咋办最近以前的初恋联系了我，说还爱着我，可他已经是一个孩的爸爸了，现在一直给我打电话，发消息有时候想狠心不联系，可当初懵懂的美好的初恋又忘不了，我们只是聊聊天而已  不要多想啊我只是不知道该怎么处理这样的情况。。"}
{"zuozhe": "余生~慢慢尝", "duanzhi": "九寨沟还没去，地震了[捂脸]巴黎圣母院还没去，火烧了[捂脸]奔驰还没买，就漏油了[捂脸]你爱的人还没表白，成别人的了所以，这世上，什么都经不起等有什么想买的，今天就买吧😂😂"}
{"zuozhe": "依丽若水", "duanzhi": "今天回娘家，不知咋的聊起了属相。。老妈说：“属相还是挺准的，比如你爸属羊，脾气温顺。我属猪，爱吃好睡。姑爷属马，脾气急，凡事要抢先一步”我翻个白眼给他“可不咋的，啥事都快...”老公急了：“就你好，你是属河螃蟹的，腿毛比我都重..”...尼玛"}
{"zuozhe": "过了爱做爱的年龄", "duanzhi": "漂亮的女网友网名叫“五大三粗”，我很好奇，于是昨天我就问他，“你这么一漂亮的妹子，为啥取这么个名字”。一会儿她回复我:“没别的意思，我只是怀念我的前八个男朋友而已”。我…………"}
{"zuozhe": "别评我是谁", "duanzhi": "闺蜜谈了七个男朋友，都吹了，心灰意冷之下，萌生了出家的念头。找到静水庵的弥月大师，大师说：\"现在岀家不容易，首先得佛学院毕业，还得在佛教协会注册。\"闺蜜听了，十分失落，弥月大师不忍，说：\"看你心诚，收你做一个记名弟子吧。”过了一阵，闺蜜谈了第8个男友，又不想岀家了，弥月大师却常托人带话催她去做功课，她却回话说：“心所安处即是佛！“"}
{"zuozhe": "远风听雨", "duanzhi": "儿子的学校就在我家楼下，每天上午在操场课间活动时我都能在家看到他们的动态。我经常站客厅窗户前看他们跳绳，玩耍，有时儿子看到我了会跟我挥挥手打招呼。今天我在卧室擦窗户，又看到儿子在向我挥手，好开心！放学后我问他：“妈妈站在卧室窗户那你也能看到我？”“看不到啊，妈妈。”“那我怎么看到你朝我挥手呢？”“我从操场看家里不太清楚，不能确定你在不在看我；所以我每天都冲家里的方向挥几次手，让妈妈好放心！”好吧，我承认，我家的熊孩子确实不太熊！"}
{"zuozhe": "夯昆勥茓菿奣", "duanzhi": "表妹对相亲对象的职业要求很高，第一是医生，第二是教师，第三是军官，其它一律免谈。我妈给她介绍的男孩子，好几个都是因为不符合这些要求，她连面都不见。然而介绍了这些表妹还是没遇上谈得来的。不过我妈这回牛13了，又给表妹介绍了一个男孩子。表妹问是做什么工作的，我妈得意不己：人家是军医大学的教师，我给你管了总，看你还怎么挑。"}
{"zuozhe": "街角*", "duanzhi": "去年认识了一个女孩，长得真漂亮，大眼睛，高鼻梁，妖娆的身材，娃 娃音！苦追半年终于同意做我女朋友，一直在想办法怎么给带出开 房，最近机会来了，半夜一起约了看电影，凌晨就顺理成章的出去开 房！到了酒店我澡都洗好了，她连鞋子都不脱，苦苦劝说半小时，终于缓缓的脱下了鞋子，顿时一股热浪扑面而来～怎么形容呢？这么说吧，那晚是我成 年以后，第一次当了正人君子！"}
{"zuozhe": "tonoon", "duanzhi": "国家统计局发布数据，80%的人年收入不到一万，不到一万的举举手，让我看到你们，看看捅鸡局的数据对不对"}
{"zuozhe": "别评我是谁", "duanzhi": "新入大学第一天，在食堂吃饭看到一MM。很秀气。是我喜欢类型。于是二话不说，冲上去要电话。我拍了一下她的香肩，那女生回头，一下撞在我胸上，仰头看了看我，脸一下就刷红了。说：没有电话。我：QQ有不啊。女孩忍忍：没有。下午上课，大家坐定，门口施施然走进一女神，正是食堂的那M M，她是我的辅导员！"}
{"zuozhe": "好ni称都被猪用了…", "duanzhi": "儿子又在玩王者荣耀，我走过去就是一巴掌:草泥马的又在玩，天天就知道玩，测试题做了吗？他竟然头也没抬一下说了句:我都会，随便检查！！我拿过他的练习题递给他这题怎么填:_ _ _ _ 三千尺，不及汪伦送我情。他伸手拿出笔写出了:飞  流 直 下三千尺，不及汪伦送我情。看的我也是一愣一愣的…………"}
{"zuozhe": "绦子", "duanzhi": "吃饱了点颗烟躺床上玩手机真心要多爽就有多爽啊…爽就一个字！…一不留神烟灰把头枕烫个窟窿，艾玛，这要被媳妇发现又要发飙了，当务之急是赶紧把头枕套翻过来，刚翻过来，烟头掉上面了…~"}
{"zuozhe": "奔跑的小土狼", "duanzhi": "在小公园跑步遇到一个卖艺唱歌的可那人唱的真心不咋地，我过去往他箱子里放了一张五块的说：我来试试你刚才这歌(我又唱了一遍)…………回到家打开微信，一向不活跃的同事群，竟然有几百条消息我爬楼一看，员工小周居然偷拍了我在公园唱歌的短视频~~并附：大家快看，开不了工资，班长都去卖 . 唱了L员工：“唉，这工资迟迟不发，房贷都还不上了。”w员工：“这工资本来就月光，不开真没法儿过了”我正翻看，打来个电话，是我们老板~~电话那头：晨会上不是跟你说了吗，工资不是不发，是晚两天，你故意整我是\n…\n查看全文"}
{"zuozhe": "晴～风", "duanzhi": "那天晚上，我朋友走进个小巷子。     忽然一个人拿把匕首抵在我朋友的腰上，并对我朋友说：大哥，兄弟我走投无路，麻烦借三百块钱。     我朋友看看他体格，把钱包给了他，没想到他真只拿了三百就还我朋友了，还要我朋友留了号码，说有钱了就还。     过了几天没想到他打电话给我朋友，要我朋友去那个小巷，我朋友不想去，跟我说了这个事。    我觉得钱虽然不多，但是不让他以后内疚，便怂恿我朋友去了。    还是那把刀，抵在我朋友腰上，对我朋友说：再借三百。。    现在我朋友堵我家门口找我\n…\n查看全文"}
{"zuozhe": "黄山小妖", "duanzhi": "火警声一响！老爸就急忙拿起水桶开始接水...我无奈的说道：“爸，我都说多少次了，这是你外孙玩具车发出的声音，你已经退休了，能不能别瞎折腾了...”老爸：“我知道，但控制不住自己得身体...”"}
{"zuozhe": "第柒美", "duanzhi": "为期中增人品说一个邻居家的老爷爷的事。我们住的步梯楼，老爷爷喜欢在家里烧火煮饭，有一天，楼上说他们家漏烟，让老爷爷不要烧火了，老爷爷认为是楼顶上一个洞的缘故，由于年纪大了，就花50元让一个人去堵住，后来烟更大的，没办法，又花50把堵住的撤了。。。。。"}
{"zuozhe": "妹子哥看上你了！", "duanzhi": "转:男友一直不敢见我妈，怕不同意。赶巧我家邻居是空房子，他就租住了下来。刚来第一天，就来我家借了一袋醋，完事还的时候，还了一袋酱油一袋醋。第三天又借我妈一百块钱，还了二百。第四天，借了五个鸡蛋，还了一篮……如此一周，他觉得跟我妈处的差不多了。终于鼓足了勇气又来到我家，哆嗦的跟我妈指着我，红着脸，半天说不出话。我妈大惊，一下就双手拦住了我：先说好，这个借走了，你能还几个？？？"}
{"zuozhe": "无书斋主", "duanzhi": "今天烟瘾犯了，就买了个咖啡味的棒棒糖嘴里含着……和李大爷说话时，一个五六岁的熊孩子趁我不注意一把从我嘴里抢走了棒棒糖……一会，她妈妈过来骂街:正哥，我孩子换牙期间，你给他棒棒糖吃就算了，还给自己吃过的，你还是人吗？……卧槽，我特么想打人！！！"}
{"zuozhe": "你大爷牛逼", "duanzhi": "今天婆婆就要搬到新家啦！我给婆婆帮忙收拾东西，好多的垃圾，忽然我看到垃圾里面有一个婆婆的结婚证。于是对婆婆说:你的结婚证收好，都当垃圾扔了，婆婆说:不要了，没什么用。我说:怎么没用？离婚的时候要用的！！婆婆呆楞的看着我我[惊讶][惊讶][惊讶][惊讶][惊讶][惊讶][惊讶]"}
{"zuozhe": "匿名用户", "duanzhi": "1997年 我12岁  学校门口有一个卖椰子的 有家长接的同学都在买  两块钱一个  两块钱对于我来说是一个天文数字  今年我34岁 超市卖椰子十块钱  想买一个 弥补一下我儿时的遗憾 想想又放下了"}
{"zuozhe": "*月牙儿*", "duanzhi": "最近学渣老公时常跟我抱怨说他们公司饭堂的菜不好吃，清汤寡水的，整天不是青菜汤就是刀秋鱼，吃到腻！刀秋鱼，秋刀鱼没毛病！"}
{"zuozhe": "z&L我们…", "duanzhi": "和女神出游，晚上去宾馆……我：就一间房了，一起？？女神：没有就一起吧。这时候服务员说道：刚刚有人退房了，你们要不要？女神：算了吧，等清理房间麻烦。服务员：给我5分钟就能收拾好。就这样，我跟女神分开睡了……这服务员怎么想的？"}
{"zuozhe": "踏火ぬ麒麟", "duanzhi": "办公室唯一的一台打印机坏了，这可急坏了新来的文员妹子，急急忙忙的让我过去看看怎么回事，说是有一份文件要急着打印出来下午要用。看她挺着急的样子，我就帮她修起了打印机来，其实就是里面有个传输接头松动了而已，弄好之后我就回到我的办公桌去做我自己的事情了。刚坐下去不到五分钟，经理就出现在了我的格子间旁，悠悠的说了句：“我好不容易才等到打印机坏了，好申请换新的，你把它修好了做什么？”然后转身就走了……"}
{"zuozhe": "莫纳的世界", "duanzhi": "办公室讨论工资低，有钱就辞职算了。我说赚不到钱，办公室大姐说你去做网红啊。我:我又不靓嘛。一旁的小妧说:网红不一定要靓啊，人家都喜欢奇奇怪怪的！我擦，几个意思？！"}
{"zuozhe": "骑着二哈啃黄瓜", "duanzhi": "高中时候模仿老班的字签假条，几乎一周出去好几次，从来没被发现，老班自己也分不清是不是自己签的，总感觉自己没签过真么多假条。。。。呵呵呵"}
{"zuozhe": "栀……夏", "duanzhi": "刚刚我之前科室的老师来领叶酸，闲聊说前几天想给我介绍对象，听说我有了来晚了，我心里好想给她说老师不晚，说多了都是泪。"}
{"zuozhe": "时月～", "duanzhi": "初中时看了半篇金瓶梅，觉得意犹未尽，于是拿笔亲自编撰。刚刚写了两章班主任就把它收走了。班主任看后大怒，非要我在早操时当着全校师生念出来。然后全校师生都看见一个二逼在大讲台上一边流泪，一边念着手里的稿子。“金莲轻轻褪下她那绣着鸳鸯戏水的粉红肚兜，婴宁一声，西门哥哥你快来呀，想死奴家了……”"}
{"zuozhe": "山鹰寂寞飞", "duanzhi": "老婆生完孩子，小姨子带了补品看她，说：姐，这个老好了，电视广告上说，吃了能拥有婴儿般的睡眠。老婆冷笑：这广告一看就是没生过孩子的人写的，拥有婴儿般的睡眠？都是扯淡 ！有点声音立马就惊醒好不 ，要是换成拥有婴儿他爹般的睡眠 ，绝对供不应求！ 我……"}
{"zuozhe": "吃了两碗又盛", "duanzhi": "吃的正香，看见媳妇突然把筷子放下了，目光炯炯地看着我，看的我直发毛，问她怎么了。媳妇叹了口气，重新拿起筷子说:我看我减肥是不可能成功了，你看你，吃饭跟抢食似的，一瞅就特别有食欲，我要减肥，除非先把你休了，，，"}
{"zuozhe": "匿名用户", "duanzhi": "爱人之间最重要的是信任！曾经有一次在老婆的手机上发现跟别的男人有暧昧的言语，还经常给老婆发红包。质问老婆，她说那是个二傻子，老婆说把他当提款机的，有事没事就找他要点红包，也是给我省钱嘛！你们说我福气怎么这么好，老婆又聪明又善解人意，还会给我省钱。对了，糗友们知不知道毓婷是个什么东西？那个二傻子每次发红包都说让老婆去买点毓婷吃，是不是什么美容养颜的水果呀？"}
{"zuozhe": "夕颜魔君", "duanzhi": "美女同事挺漂亮，比我大个几岁，我们关系一直不错，平常也很谈的来，今天要下班了，我好奇的问她，为啥还不耍对象呢？她说没遇到合适的人选，于是我又问，你要找哪样的男朋友呀？她抿嘴一笑说，我耍对象的宗旨是，“去伪存真”！我想了半天也没想明白，到底是啥意思呢？"}
{"zuozhe": "-小门神~", "duanzhi": "小时候我妈老是打我姐，有一次还要把我姐扔进池塘我妈:那么不听话，我把你扔了说完，只听见“噗通一声”，我跳进了池塘，在水里挣扎着，“那我也不听话，也不活了”我妈吓坏了，急忙叫人来捞我。从那之后，我妈再没打过我姐改打我了！！！"}
{"zuozhe": "王八与蛋", "duanzhi": "爷爷那辈村里娶媳妇，都是用两头牛把姑娘领回家。当时我家特别贫穷，只有一头牛做聘礼，于是我奶奶娘家就折中，把幼小的奶奶嫁给了我爷爷。我爷爷当年40岁，我奶奶19岁。现在想想，要是我家凑齐了两头牛，那是亏了还是赚了？"}
{"zuozhe": "吃了两碗又盛", "duanzhi": "那天，路边，儿子买了两串炸鸡排，递给我一串说:今天咱俩吃独食吧，别告诉我妈。我虽然觉得这样不好，但也同意了。吃完回去，看见我媳妇，儿子说:妈，今天我犯错误了，我和我爸买鸡排偷着吃了，，，，儿子因为勇于认错，零花钱上涨十元。我恰好相反。"}
{"zuozhe": "辛弃疾゛", "duanzhi": "刚结婚时和媳妇一起包饺子，边包边闹，我看到她包的饺子笑她:媳妇儿，你包的饺子太丑了，这么漂亮的女人怎么包出来的饺子这么丑？看看我包的贼俊！哪成想本身笑呵呵的她突然撅起嘴巴生气，委屈的眼泪汪汪的，说什么也不包了。现在，儿子都五岁了，她愣是没有再包过一个饺子……"}
{"zuozhe": "(糗名昭著)~魅儿…", "duanzhi": "大学时的一个女同学，又肥又丑，她来找我玩，才知道她买房买车发了财。询问生财之道才明白，她是不停的在某宝上买衣服，然后穿上给店家上传买家秀，店主忍无可忍，都主动出钱让她删了。我听了颇有感触，她笑了：知道我发财了为什么找你吗？因为你干这行比我更有前途……"}
{"zuozhe": "(糗名昭著)~魅儿…", "duanzhi": "中午醒来，急慌慌的拿了包牛奶去上班，电梯口碰见李哥和他儿子回来。我一惊：李哥，外面这么热吗？看你脸晒的又红又肿！李哥儿子说：不是晒的，我和老爸在水族馆玩，老爸拿自拍杆戳了下章鱼，那家伙跳起来就煽了我爸八个耳光！我一口牛奶喷了他父子一头……"}
{"zuozhe": "北城潇湘", "duanzhi": "今天听朋友说了一件非常奇葩的事，他们单位有一个人喝醉了要卧轨自杀，好在众人拦住了，大家要问啊，你为啥自杀啊？这个人一边哭一边说:这日子没法过了，活的没个盼头！媳妇每天早上一次，中午一次，晚上一次，凌晨一次，这是固定点要交的公粮，不固定的时间点不记了。刚开始觉得挺好，现在吃不消了！差点笑疯了！真的有这么夸张吗？"}
{"zuozhe": "街角*", "duanzhi": "领导要求我做份文案，我做了一上午才做好，拿进办公室后看到领导脸上不好，心里“咯噔”一下，怕是要挨收拾啊。果然，他看完之后指着几处大发雷霆，我看着他胖嘟嘟的脸不知怎么的感觉要是捏一下肯定好玩，手不由自主的就伸了上去……等我反应过来之时，发现自己竟然真的捏住了领导的脸蛋！连忙缩回手，领导震惊之余，若有所思的瞅了我一眼，默默的向后退了一大步……"}
{"zuozhe": "偷惢", "duanzhi": "开车带爸妈出去游玩，在高速上堵死了，我掏出手机开始玩了起来～没一会听到我妈说我:一天天的就知道玩手机，也不知道下去走走，刚刚看到前车那个小伙子不错，他下车了，你快下去看看，万一要个微信啥的也不错啊。实在是受不了她的唠叨于是下车了，也没看到有人啊，转头望向另一边，发现一排人在那尿尿，瞬间惊讶的“啊”了一声……现在，他们都提着裤子同时望向了我……"}
{"zuozhe": "昵称审核未通过", "duanzhi": "本人实习生一枚，偶尔会说话不过脑。代替部门经理在网上水软考继续教育（一年要在线要180个课时）。部门经理：那个软考继续教育你上完了没？我：还没呢。部门经理：明天就是最后期限了，要快点。我：我靠，没人告诉过我期限这回事啊！部门经理：公司美女在催我了。（把和管理部美女聊天的截图发我）我：老大，我才上几节课而已啊！我：您别说是她催您啦，就是她帮我吹我也没那么快啊！回过神来时，那条信息已经显示“已读”，我从来没像那一刻那样恐惧未来。"}
{"zuozhe": "膿月", "duanzhi": "男友第一次去我家时，家里人对男友印象不咋地。貌不惊人，没钱又木讷。爷爷最疼我，他问男友会麻将不，男友说会。爷爷说打三局，赢了他就同意我们的婚事!可能是紧张，第一局男友就打错了牌，第二局，爷爷又赢了，男友不服气地翻着剩下的牌，唠叨着：“怎么没有呢？一个都没看见……”我一看他的牌，哭笑不得，四个七条早就被他杠了放在一边，糊卡七条，怎么可能有！爷爷看着男友傻眼的样子，说：“不用再打了。”我着急死了，男友急着要分辨，爷爷笑嘻嘻对我说：“这娃子够憨，你嫁给他应该不会受欺负。我同意了!”"}
{"zuozhe": "喵喵爱上鱼.", "duanzhi": "同事有个高中同学，大学是在国外上的。因为同事这个同学学习好人又帅，在国外那段时间，大都是被其他女生倒着追。然后他因为身在异国他乡，就随便答应了一个女孩做他男朋友。谁知道这女孩是个超级富二代！有一次他女友快要过生日了，他把勤工俭学攒下来大半的钱拿出来，给女友买了个金项链。谁知道，国外的那些同学们私底下偷偷笑话，说他攒了那么久的钱，买的金链子还不如他女朋友家小狗的一件衣服值钱！他听了之后，自卑感唰唰地往脑门上窜……这很久之后，他再也没想过交女朋友。可是临大学快毕业的时候，他迷上了一个和\n…\n查看全文"}
{"zuozhe": "想湿的冲动", "duanzhi": "本命年诸事不顺，单位也准备裁撤我们这个小部门，家里几个兄弟反目成仇，我在中间调解的非常难受，做的项目也萎缩严重人心涣散。跟老婆一个月没有X生活，老婆说我每天一起来就愁眉苦脸的，我以为自己抑郁症了不然为啥没欲望呢？直到今天坐火车到昆明，中途上来一个穿短裙的妹子，坐我旁边，看着她白皙的大腿有了点冲动，我才敢确认我没病。谢谢你妹子。"}
{"zuozhe": "爱小北的诺诺·i", "duanzhi": "和闺蜜逛街，她儿子给她打电话，她故意逗她儿子：你好！你是谁啊！你找谁啊？闺蜜儿子在电话那边奶声奶气地回：妈妈，我是你的宝宝啊，我找全世界最漂亮最可爱的妈妈！闺蜜得意地冲我笑，我听着那小奶音，心里一阵柔软，拿起手机也给儿子打个电话，电话一接通，我也故意问：你是谁啊！儿子在那边不耐烦地回：妈妈，你该不会是个傻子吧！嘟嘟嘟……"}
{"zuozhe": "鹿鹿22", "duanzhi": "同事外地出差在动车站出来去宾馆，有个电动车拉客（两个轮），因为不懂路就上了，没谈价。两个人在市里溜达一个多小时，同事不停的关心道：你车够电吗？我不急，你开慢点。到了要价35，给了50不用找了（承诺日行一善）。我就问一句，50块钱搭个小电电比打的好玩是吗？"}
{"zuozhe": "南九", "duanzhi": "小时候经常被姥姥家的一只大公鸡追，所以每次去姥姥家，都由舅舅带我进出门。咯咯咯......后来姥姥把大公鸡杀了，让我去吃肉。吃完肉，我站在院子，对着那些小母鸡说:以前你们都欺负我，我看以后谁还敢......话没说完，一只大鹅上来把我放倒了......"}
{"zuozhe": "差点18cm", "duanzhi": "男同事调戏女汉子同事说：“听说你下面有个小妹妹。”女同事说：“是呀，你呢？”他坏笑着说：“我下面有个小弟弟。”女：“是吗？多大了？”男：“跟我一天生出来的。”女：“呀，双胞胎，跟你长得一定很像喽。”男同事像是吃了只苍蝇忙说到：“不像不像一点都不像。”女汉子紧接着天真地说到：“那长得一定像你爹。”"}
{"zuozhe": "正版煮茶", "duanzhi": "玩具店儿子要买一条剑。老婆不同意，怕伤到人。老婆往外走，儿子扯着她不让她走。售货员解释说剑是泡沫做的，软乎乎的，打在身上，只有痛感，并不会受伤。老婆说买吧，这个教训小孩很安全。然后儿子拼命往外走，老婆扯着他不让他走..."}
{"zuozhe": "小爷复姓欧阳诺①", "duanzhi": "晚上下夜班，看到老婆穿着性感的睡衣站在楼道迎接我，我心里一暖，上前抱住她心疼的说道：“宝贝，这么晚了还在等我，你这是想干吗？” 老婆打着哆嗦道：“干你大爷呀，老娘出来倒垃圾，一不小心把自己反锁在外头了。。。”"}
{"zuozhe": "怡红院书记", "duanzhi": "看糗百五年多了，从最初的按照国际惯例，这不是高潮，到红糖哥，再到6块的麻辣烫一晚十三次；终于治好了多年的顽疾，干活腰不酸了，腿不疼了，一口气上五楼…"}
{"zuozhe": "老巫婆～～", "duanzhi": "一游戏好友在线，我约他晚上打王者，他语音回“不约！说不约就不约！”过会打字过来给我解释“唉，在一群女同事中发这么一条语音好有面子啊！”雾草……"}
{"zuozhe": "无书斋主", "duanzhi": "上午大厅有个小女孩（三岁多的样子）特别闹，她妈妈排队她非要拉她妈妈走，宝妈说她两句，她哇的一声就哭了，哭的那个伤心啊，看着都会跟着流两滴泪……我想想从办公室出来，递给她两颗糖:小妹妹不哭好不好，伯伯抱抱，妈妈办完事就带你好不？？……小姑娘拿着糖很开心:谢谢伯伯……啪，宝妈一巴掌拍掉了糖:告诉你多次了，别什么人给东西都接，现在坏人这么多，怎么教你的忘记了吗？？……我……我匿都来不及，好多人看着！！"}
{"zuozhe": "正版煮茶", "duanzhi": "以前有个女孩被媒婆带来我家和我哥相亲，我一看就知她没看上我哥。果然她临走时看着我说，她今天能带走一个活的吗？我情不自禁的点点头！然后，她把我手上的小狗抱走了……"}
{"zuozhe": "蓬莱寺·朔珑19c…", "duanzhi": "话说东汉末年，袁绍大开杀戒，搜捕全国的宦官（也就是太监），不论好坏一律杀头。搜捕的方式很夸张——男人没有胡子，杀！这招太容易抓错人了，毕竟不一定是个男人就留胡子，还不乏粘假胡子蒙混过关的。于是，只要官兵一过来，道路两旁的男人通通脱下裤子，面向官兵，堪称史上最特别的欢迎仪式……看了这个故事，我想，难道他们就只会粘胡子，就没有一个乔装女人保命的吗？"}
{"zuozhe": "幼儿园–扛把子", "duanzhi": "在路上遇到一男一女，女：你怎么还不离开那个98年的老女人，98年～老女人[心情不好]"}
{"zuozhe": "谈恋爱的火龙果", "duanzhi": "早上出门，碰到对门的女生也出门，我们背对背各自把门关好，然后转过身，并排站在楼道，女生伸出手准备让我先走，我没反应过来，握住了她的手。"}
{"zuozhe": "老李家掌柜的", "duanzhi": "逛了一下午商场走的有点累，就在一个小胡同的理发店门口坐着歇歇脚，一会儿的功夫出来个洗头妹:姐们，理发呀？我:我就在这儿歇会儿脚，不影响你理发！洗头妹:你连门面房都省了？挺会做生意呀！我:？？？？"}
{"zuozhe": "傻晴°", "duanzhi": "电视里男猪脚入魔说只有杀戮才能平衡他的情绪！我说太残忍了！旁边大儿子说：他们不能弄一窝蚂蚁来让他杀吗？"}
{"zuozhe": "爱诺诺的小北·i", "duanzhi": "下楼准备去上班，发现有个小男孩拿个小铁丝在划我的车，划了一条好长的痕迹，我又气又心疼，拉着他去找家长！小男孩奶奶在旁边凉亭打 牌，我跑过去跟她告 状，他奶奶起来看了看我车上的划痕，瞪了小男孩一眼，转过头小声跟我说，让我把小男孩抱车上，吓 唬他说把他卖 掉，这样他下次就不敢了，我看奶奶说的那么诚恳，一想也是，吓 唬吓 唬他！就一 把扛 起小男孩，打开车门把 他 塞 了进 去，恶 狠 狠地说要 卖 了他！小男孩哇地一声哭了，旁边的小男孩的奶奶大叫着：来 人啊，救 命啊，有人抢  小 孩啊……"}
{"zuozhe": "执所执念", "duanzhi": "纪念碑谷1第六关求指教"}
{"zuozhe": "哎呦哥哥！", "duanzhi": "一个土豪女同学，读大学时每月一万多花销，都不带眨眼的，这还是七、八年以前。毕业后在一家公关公司实习，一个男同事看上了她，约她出去吃饭。妹子虽然有钱但人很低调，加上那男的长的也还不错，就答应了。然后两人去了一普通餐厅，人均也就上百块吧。男的点了菜，高潮来了，菜上来之后，男的很温柔的给妹子夹了一筷子对她说：“小姑娘一个人在北京，很少来这种餐馆吧？”"}
{"zuozhe": "饕餮23", "duanzhi": "希望大家不要再黑拼多多了，我爸在拼多多买了条皮带，抽了我三年还没坏。"}
{"zuozhe": "凌夏依°", "duanzhi": "现如今嫁女儿都要三包，而且还不限年。隔壁家女儿嫁出去上十年一个感冒都要送回娘家来治，治好再接回去。想想自己家有两棵白菜就有点战战兢兢，整个人瞬间就不好了……"}
{"zuozhe": "QQ屁眼WW手", "duanzhi": "晚上11:30，接到一个陌生人电话，对方问:“是张伟嘛？”我说不是。晚上0:36，那人又打来电话:“张伟，睡了嘛！”我说你打错了。1:21电话又响了:“张伟，在干嘛？”我发火了:“我不叫张伟！”凌晨4点，我怎么也睡不着，想起那个电话，于是拨了过去，对方迷迷糊糊地问:“谁呀，什么事？”我冷冷地说:“没什么事，就是想问问你张伟找到没有。”"}
{"zuozhe": "被你遗忘了吗？", "duanzhi": "两口子走在路上，老婆不小心摔倒了！这时，老婆心想电视剧里的南方老公都会说：“唉呀，小宝贝儿，怎么这样子不小心，痛不痛？抱抱吧！” 然后温柔地将老婆扶起。可惜她嫁的是安阳老公，那老公说：眼往哪瞧诶？！眼瞎了？长的眼吹灯勒，木看见地昂有土克拉，专么磕死你也，快起来拨拉拨拉，白搁这丢人！木材料诶事都叫你干了！[呲牙][呲牙]"}
{"zuozhe": "leo咫尺天涯", "duanzhi": "科普一下被历史曲解的乌江自刎常识：垓下之战，项羽被刘邦的军队包围，楚霸王须发俱张，一柄长戟如风杀进重围，铁器撞击轰鸣密如爆豆，在汉军如瀑的鲜血喷溅中，生生杀出一条血路，带领一小队人马“得得得…得得得…”突围来到乌江边上。突然号角四起，芦苇中汉军铁骑如蝗，项羽再次被包围。一番苦战，随从均壮烈战死。汉军刀击铁盾，“嗨！嗨！嗨！”的整齐划一围拢上来，樊哙纵马扬刀喝到“活捉项羽！”汉军的呐喊声震耳欲聋：”活捉项羽！…活捉项羽！……”项羽羞愤难当，自觉无颜再见江东父老，决意自尽。奈何兵器早\n…\n查看全文"}
{"zuozhe": "无书斋主", "duanzhi": "新生儿，都拉稀粑粑！我家宝宝四天，拉尿后我给他换纸尿裤，不熟，手忙脚乱……老婆要我提起他的双腿，然后半蹲着换！我刚提起宝宝的小腿腿，宝宝的稀粑粑呼啸而来，冲了我一脸……特么，能说味道不错吗？！……"}
{"zuozhe": "土家奇珍护肤品", "duanzhi": "今早送朋友去机场，到达机场后发现没油了，附近看到有家中航油，看名字像是给机场飞机加油的。转了几圈实在没办法就开进去了，弱弱地问：你们这里给汽车加油不？加油小哥用关爱智障的眼神看着我，冷静地答：你觉得飞机开得进来吗？"}
{"zuozhe": "QQ屁眼WW手", "duanzhi": "初中时犯错误，老师让家长来，我说家长不在，舅舅来可以嘛？老师说行……第二天我背上了2岁的舅舅，踏上了不归路……到现在我依然记得老师用那欲哭无泪的表情帮我看了一天的舅舅，以及我妈找到她弟弟时那鬼路狼嚎的声音……"}
{"zuozhe": "妮妮悠悠", "duanzhi": "以前时候女人打架都是薅头发，现在我给你们支一招，现在整容的常见了，又是打玻尿酸的，直接怼脸的下巴   鼻子    嘴唇子，一下就好几千没了[流鼻血][流鼻血][流鼻血]"}
{"zuozhe": "狐狸不骚难成精", "duanzhi": "刚上初中的时候穿的少女内衣，我们那会儿流行的都是挂脖子系带那种。有回上体育课，两百米接力跑，同桌跟我交接的时候，旁边的男同学使坏，要拽我衣服不让我比他先跑，不过还是让我挣脱了。当时奇怪怎么男同学们一个个眼睛瞪直了看着我？好不容易跑到重点，同桌提醒我才知道，特喵那二傻子拽的是我脖子上的内衣系带……"}
{"zuozhe": "…心心…", "duanzhi": "下课时间和小朋友们玩游戏，我蒙上眼睛，摸小宝贝们，猜猜摸到的是谁……摸着摸着摸到一个好大的头，我觉得不对劲，摸摸鼻子也是好大，摘下眼罩一看，我们领导混在小朋友之中……"}
{"zuozhe": "禁言………", "duanzhi": "……………分……………割……………线…………那年秋天，我和媳妇儿，大姨子，小姨子，去给老丈人收玉米。老丈人腰肌劳损，没法开车，让我开着三蹦子拉玉米……由于没咋开过三轮车，出门的时候，不小心把老丈人家大门刮掉了一扇。为了表示愧疚，我干活格外卖力………收完玉米回家，停车的时候又出事了……大门倒是没碰到，倒车的时候却把院子里的水缸给怼碎了………晚上吃饭的时候，我明显感觉他们一家人看我的眼神有点不对……吓得我只吃了两碗，没敢再盛就溜\n…\n查看全文"}
{"zuozhe": "爱听歌情歌的包子", "duanzhi": "一姐们，从小特别怕痒，一次去一个老中医那推拿，单独房间，是五六十岁的大叔级别，姐们往床上一趴，大叔推一下姐们嗷一嗓子，推一下嗷一嗓子，半分钟后大叔忍不住了说，不收你钱了你走吧，我是一个要名誉的人。。。"}
{"zuozhe": "好好想想吧…", "duanzhi": "在外出差，住的小旅馆，每次来都是住着这…………晚上做噩梦了，连着三个都是一样的，两三只猫来回在我的身上爬，还钻进我的被窝，一开始眼睛睁不开，身体也动不了，你不知道我心里有多恐惧，过一会大叫一声，眼睁开了，身体也能动了，我都能感觉到抓住一只猫，看看手里什么也没有，接着又睡，睡着了还是有猫，连着三个梦都是，无语了以前在这住啥事都没有，这次住了两天，两天都做噩梦我都怀疑人生了"}
{"zuozhe": "不喜欢洗锅", "duanzhi": "我们公司绝大多数是男屌丝，结果老板今年给我们的福利是和另一个全是 MM 的公司联谊旅游……联谊途中，我跟其中一个 MM 说，这个中秋福利还是很不错的哦，该 MM 一脸惊讶：啊？今天我们算加班啊！算加班……加班……班！"}
{"zuozhe": "(糗名昭著)~魅儿…", "duanzhi": "闺蜜开车去饭店吃饭，左左右右的倒着停不进车位，门口一个喝高的男人哈哈大笑对朋友说：看看，哪个傻逼教的女司机！闺蜜停好车一抬头，尴尬的叫了声：教练你好，你也在这吃饭啊？那男的一脸黑线。"}
{"zuozhe": "爱听歌情歌的包子", "duanzhi": "上网看电影，一女的把丈夫谋害了,装箱子里扔到荒野...后来探员.上门说发现了她丈夫遗体，她捂脸就哭。老婆在一旁说:“差劲，如果是我，我肯定装作震惊一会儿再哭，装箱时又特么不戴手套，留下指纹怎么办?差劲!”我默默喝了口茶陷入沉思。"}
{"zuozhe": "逆风的单车^O^", "duanzhi": "堂弟订婚，给了女方十五万彩礼，第二天由于工作出了点差错，被老总狠狠骂了，喝酒消愁，倍感生活压力大，喝多了跑去准老婆家哭诉发泄，结果女方爸妈以为是彩礼要多了，第二天堂弟醒酒后退回五万块！这。。。。。"}
{"zuozhe": "水儿w", "duanzhi": "这阵子手机、电脑页面打开，满屏的都是双十一，我能说我“双十一”从来都是飘过吗？不是自己经济状况多好，也不是不缺生活必需品，只不过不喜欢等待，需要了就买。"}
{"zuozhe": "偷惢", "duanzhi": "闺蜜找我哭诉，说她在家的地位都不如一只小狗！我安慰她:不存在的，只是你平时上班，狗狗陪家里人多，最关心的还是你啊。闺蜜:你都不知道，今天狗狗感冒了，我妈带它去看医生，拿感冒药，还给买了玩具，花了好几百。我:这哪里有问题了？闺蜜:上次我感冒，我妈给我买了一盒七块钱的感冒药，我说想吃点好吃的，她又给我买了一瓶5块钱的罐头。其实我挺开心的，最过分的是，她管我要了二百块钱，说是照顾我的护理费，然后拿着这二百块钱去买了狗粮啊！这……"}
{"zuozhe": "红豆奶油", "duanzhi": "曾经晚上和老婆吵架，她气疯了说要离婚，我一点也不虚，MD离就离，民政局门口等，谁不去谁是狗，然后第二天跑去上班后手机关机，坐在办公室打了一下午的植物大战僵尸，晚上买菜回家，两个人很有默契的都没提，我感觉她也没去，好端端的两个人就这样变成了两条狗，真TM冤"}
{"zuozhe": "天热打鼓球", "duanzhi": "小时候老爸带我出去钓鱼，一个下午一条都没钓到。想想出门前的豪言壮语，老爸于是到打渔的船上买了两条大鱼。老爸对我说：这是我们男人的秘密。我似懂非懂的点了点头。那晚，一家人开开心心的吃了顿全鱼宴，温馨的画面一直深深的印在我的脑海里。长大后，我终于明白了老爸的良苦用心。懂了什么是男人的秘密——这就是责任！男人在外面不管历经多大的风雨，回到家一定要让自己的女人开开心心！这就是你和狐朋狗友出去鬼混，互相包庇的理由吗？老婆拿着擀面杖温柔的说。"}
{"zuozhe": "歌歌哒f", "duanzhi": "今晚没加班，媳妇让去买TT，发现小区门口新开了家店，，突然感觉这家店不仅店员漂亮，而且东西也很便宜。路上边走边迫不及待的拆开盒子。回家媳妇一看，发现只有九个。媳妇，我对着灯发誓，我真没有对不起你！你就别打了让我安心跪着好吗？"}
{"zuozhe": "笔墨心思", "duanzhi": "玩糗百快两年了，不发帖不评论不点赞只看看，到现在糗龄还是一个月，告诉我这样的人不光我自己[大笑][大笑][大笑]"}
{"zuozhe": "婉若い清风", "duanzhi": "媳妇儿笑眯眯地问老公：“老公，我有两个好闺蜜，一个相貌平平，却有着一对七尺大乳；另一个胸无大志，却长得如花似玉。你会选哪一个？”老公说选大的吧，“啪！”一个嘴巴。“你的意思是嫌我胸小呗。”那我选美的，“啪”又一个嘴巴。“你的意思是嫌我丑呗。”老公捂着两边腮帮子：“那你到底让我选哪个？”老婆说：“你猜？”这怎么猜，难道还有第三个选项？"}
{"zuozhe": "爱泡泡的｜胡子哥", "duanzhi": "从来没跟高人玩过炸金花，刚刚抓了一把三条A。没想到让对面三条同花A给杀了……事后想想，那货运气这么好？我这半辈子都没听说过有人抓过同花A！真特么涨见识……不服高人有罪啊！"}
{"zuozhe": "林晓九", "duanzhi": "修空调的老邱在办公室随地吐痰，被保洁抓到要罚款七十，老邱是死活不交！经理来了说给开150块钱的罚款收据，他乐颠颠就把钱交了....."}
{"zuozhe": "月亮场", "duanzhi": "5月1号，大家开开心心的日子，我的手机忽然欠费停机了，来了一条短信，我的移动套餐已变更为39元成功了。自己都纳闷，从来没去过营业厅，也没办过什么套餐。打电话问客服，说某营业厅代办的……再打电话，某营业厅的地址不详，电话号码没有,大家顶上去我想问一问，移动公司啊，我该怎么办？是不是也要考研究生，坐在什么地方才能维权成功呢？"}
{"zuozhe": "啥名都已被注册", "duanzhi": "求过，帮助贴，本人专科毕业，因机缘巧合来到上海，到上海后做了一年的工地现场负责人(负责园建施工，资料，与其它单位对接，人员安排等)，前段时间女朋友要来上海(想稳定)，加上另一个单位的诱惑，所以选择了辞职，来到了这个单位，后没几天女朋友分手(心灰意冷)，工作一月后发现现公司完全是混吃等死，没有发展前途，所以我辞职了，结果悲剧了辞职后就没找到工作，想改行都没办法，，，，求上海的糗友，有没有搬砖需要人的，介绍一份工作，当然施工员也行，资料员也行，负责人也行，只要不是工厂就行，本人在此谢过！"}
{"zuozhe": "南九", "duanzhi": "前几天上午，我和小陈在办公室聊天。咯咯咯......领导突然进来了，把车钥匙递给我说:九，帮我把车洗一下。我接过钥匙，把车开到洗车店洗车。回来的时候，遇到舅舅家小妹，就拐弯送小妹去了一趟电脑城！今天早上，领导脸色发青，来到办公室。进门就问我:九，那天你去洗车，去别的地方没有？我说:我送我小妹去电脑城啦！领导拿起手机拨打电话，接通以后喊道:姑奶奶...我找到坑我那孙子啦……"}
{"zuozhe": "又一盏素酒", "duanzhi": "\"朋友考上了警察，派出所上班第一天中午午休时，他一个人守办公室，有位大嫂进来说：“你好！我是来申报死亡登记的。”朋友第一次接待老百姓很紧张，暗暗决心好好干，故作淡定地问：“是你本人吗？”大嫂也有点慌张，想了一会儿才反问：“必须本人过来吗？”"}
{"zuozhe": "老可乐瓶", "duanzhi": "去年和朋友去了贵州黔西南搞维修，厂里中午管饭，几天以后，和做饭的大姐也熟了，一天中午吃饭的时候，做饭的大姐和我们坐一起吃饭，大家聊了起来。后来朋友问了一句，大姐，你老公干啥去了？大姐随口说到，他当县长去了。我们几个听了说，看不出来呀，你还是个县长夫人。突然，一起吃饭的车间主任，打了个住嘴的手势，我们几个不知道咋回事，也不敢说话了。吃过饭，去厂里的路上，我们问主任，干嘛不让我们说话？主任说，你们外地的不知道啊，我们这里要是某某死了，不能说死，不好听，一般都说某某当县长去了…"}
{"zuozhe": "神马情况Long", "duanzhi": "我问一个朋友：“为什么外国人姓名中名字在前面，而中国人姓在前面？”朋友告诉我：“因为外国社会只看你是谁，不看你爸是谁。而在中国，别人不管你是谁，他们比较在意你爸是谁！”"}
{"zuozhe": "Loosmi", "duanzhi": "朋友她女朋友喜欢抽烟，他不喜欢女孩子抽烟，但他女朋友总是背着他抽，经常被他碰见，然后她女朋友就撒娇认错态度诚恳下次绝对不抽了，但经常再犯，他想了个办法，然后对他女朋友说，我有一个魔法可以让你戒烟，“什么魔法”？两个月后他女朋友怀孕了...世上只有妈妈好..."}
{"zuozhe": "小爷复姓欧阳诺①", "duanzhi": "昨天楼上有个妹子来我家借用厕所 ，进去半天了没动静。我就喊了声：“没事吧你?”妹子弱弱的回答：“你能帮我个忙么?突然来事了，帮我买包那啥吧。”秒懂，去买了一包回来从门缝递给了她，完事后她弱弱的说：“太谢谢你了，今天没办法办法报答你了，过几天吧。”卧槽，我该怎么理解这句话?"}
{"zuozhe": "linghuo62…", "duanzhi": "昨晚有人去产科偷孩子，被值班护士当场发现，高声呼喊，跳出几十位好汉外加中国大妈，小偷警局都没去直接送到二楼急救！后来得知是值班护士和男友感情纠葛，男友跑到医院两个人发生争执……哎，真不知道该说这男的倒霉还是护士恶毒！"}
{"zuozhe": "山鹰寂寞飞", "duanzhi": "有弟弟的都打过架吧？我也一样。和弟弟的恩怨，还得从小时候一次泡澡说起。那年家里多收了三五斗，老爸高兴，临近年关，让我带弟弟去镇上的大澡堂泡澡，帮他身上的老泥辞旧迎新。热乎乎的泡完，弟弟躺在闲床上，我拿了一个低矮的小马夹站在上面，手缠毛巾正晃嗒晃嗒搓的起劲，弟弟吼了起来，说哥你蛋咋老是撞我头啊？是故意的！轮到他帮我搓时，他嘴里叨叨着，说也要用蛋撞我的头。我一听不对，起来死活不肯让他搓了，这货逮住不依不饶，撕扯最后升级，成了打斗。他挨的老惨了…哭哭啼啼回到家，老爸只是训斥了我，见\n…\n查看全文"}
{"zuozhe": "鱼歌浅唱", "duanzhi": "单位组织体检，彩超室。进去一名新入职的小男同事，操作间的大姐温柔的提示着：请把上衣卷上去，把裤子褪到膝盖以下，就跟去厕所一样褪到膝盖以下……哎！哎！你把内裤穿上，没让你脱……一会儿小男同事熟螃蟹脸走出来，看到笑的东倒西歪的我们嘟囔道：你家去厕所还穿裤衩子啊！"}
{"zuozhe": "猪丶猪丶猪", "duanzhi": "前女友要订婚了，讲道理还是听难过的，自己还是有点放不下啊！有没有前辈教教我怎么做！"}
{"zuozhe": "正版煮茶", "duanzhi": "那年，舍友自己不买泡面，却嗜吃我吃剩的泡面汤。他逢汤必干，一饮而尽，而后打一饱嗝。一次他不在宿舍，我在剩的那半碗泡面汤挤上洗洁精，正准备拿岀去洗，他突然回来了，夺过一饮而尽，打一饱嗝，漾出一个泡泡..."}
{"zuozhe": "义行天下7", "duanzhi": "楼主平时有小便不冲厕所的习惯，今天又为这事跟老婆吵起来了。我美其名曰说是为了省水……老婆:省个鬼，你不吃饭还省饭呢！我:搞那么干净你想在厕所里吃饭吗！老婆:吃饭倒不会，你不知道我上厕所有嗑瓜子的习惯……"}
{"zuozhe": "leo咫尺天涯", "duanzhi": "我姨非让我趁着过年去相亲，结果到了相亲的地方一看，是我高中同桌。　　阿姨有事走了，我俩一番叙旧后阿姨回来了，问怎么样？　　同桌说，虽然她矬，但我能凑合。我也说，虽然他丑，但我能将就。"}
{"zuozhe": "无书斋主", "duanzhi": "昨天到去求个平安佛！标价二十，我给了二十准备走人，没想到收钱的把牌子转过来:五一涨价，五十！我:不要了……收钱的:不要平安了？卧槽，能不要吗？！……五十！"}
{"zuozhe": "芝士脆皮卷", "duanzhi": "班里安了一个摄像头，一般由老师看那个摄像头，今天我发现那个摄像头对着我这个地方，我对摄像头竖了个中指，结果我发现在我竖完中指之后，摄像头顽皮的把头扭了过去"}
{"zuozhe": "-小门神~", "duanzhi": "媳妇儿熏熏这两天总是神神道道的，夜里做梦还说梦话，嘴里喊着“大生，大生”，喊着喊着还哭了起来我一想，不对啊，这是有第三者插足啊，我的感情出现危机了？昨天我忍不可忍，决定跟她摊牌，“你梦里喊着另一个男人的名字，是不是想给我戴帽子啊”她迟疑了一下，“好吧，你都知道了，我带你去找大生”我怒不可遏地跟着熏熏去找那混蛋，熏熏带我来到一家珠宝店，对的，没错，珠宝店，我看见了我的那位情敌，那位挂在门框上的情敌，“周大生珠宝”我迟疑道，卧槽，我的情敌特么的，居然是一块牌匾“来都来了，进去逛逛\n…\n查看全文"}
{"zuozhe": "时月～", "duanzhi": "乡里有一恶霸，骑着摩托车把一老汉儿的轿车反光镜给撞烂了。老汉儿说：这反光镜一百八，你拿两百可好？恶霸一看，哟呵，你一外地车还找我要钱？直接不给。老汉儿转身就打了一个电话，从县里叫来了三车人，其中一个刚好是恶霸认识的老大哥。老大哥告诉恶霸，今天不为找麻烦而来，我们只是来看看老爷子，你看着安排一下！然后那一顿吃喝玩乐，花掉了恶霸八千多……"}
{"zuozhe": "笨小子，说宠我", "duanzhi": "侄子要用我手机玩游戏，我不让他玩儿，最后他搬出零食箱子贿 赂我，擦，我是这么肤浅的人吗，看着他吃力的抱着零食箱子我赶紧接过来箱子，把手机递给他“一个小时！！”侄子用力点点头！！要不然说现在的孩子素质高，刚好一个小时侄子把手机递给我，转身去写作业了。。接过手机准备刷这坨，发现密 码不正确了，试了好几次，都不行，瞅一眼熊孩子他在对着我奸笑，，“姑姑，你刚刚吃我多少零食给我双倍赔 偿，不让不告诉密 码。。”尼 玛 啊！！"}
{"zuozhe": "奔跑的小土狼", "duanzhi": "楼主验货员，去客户那儿提货款，他给了我12万现金后，又给了300块茶水钱我不习惯用现金消费，回来路过自动存款机时，就过去排队……当我存完300块钱正想取卡走人时，排在我后面的是个碎嘴子~~她嘟囔：就300还值当的存，这不是耽误我们时间吗我觉得该给她上一课~~我拉开皮包拉链，把12万(一万一万的操作)全存到了自己的卡上……回到公司我对老板说：刘总，钱要来了，呃，呃，我给你转账吧……我去，这么一折腾我亏了120块钱[挖鼻孔][挖鼻孔][挖鼻孔]"}
{"zuozhe": "红了樱桃绿了帽子", "duanzhi": "都说女人脖子短了不好看，可谁知道脖子长的痛苦，天一冷我就得穿高领衣服或者带围巾，不然就总觉得脖子被风吹的嗖嗖的……"}
{"zuozhe": "匿名用户", "duanzhi": "跟男朋友去水上游乐场玩，为了图便宜就没买泳衣，穿的裤衩下去的，玩大滑梯的时候直接把裤衩冲走了！！！我就蹲水里摸裤衩，他以为我溺水了，玩命把我往外拉！不说了，说多了都是泪。。。"}
{"zuozhe": "禁言………", "duanzhi": "满怀期待的去了，不料妹子一家太狡猾………割一下………楼主家里开了个水果摊，前两天镇上集市，我闲来无事就和我爹一起卖水果。我家对面开肉铺的张大叔的闺女刚好回家，很长时间没见过了，大姑娘出落的很是性感，来到我家买水果，大概买了五十多块钱的。没给钱就要走，虽然认识也不行啊，我就说：“妹子，还没给钱呢？”妹子一笑，妩媚地说到：“小哥哥，肉偿吧……”说着还跟我勾了勾手……我的暴脾气，这还了得，真当我怕你啊，我就跟她去了她家，到了他家摊位，\n…\n查看全文"}
{"zuozhe": "大师让我来", "duanzhi": "转发勿喷跟霜霜那会处对象的时候，每周六我们都会去开房，每次我都要跑很远去买套套，久而久之我跟卖套套的阿姨都熟了，后面都给我送一些情趣用品，终于有一天要见家长了，我满怀激动，结果开门的正是那阿姨，就听见霜霜喊了一声妈。然后，就没有然后了。\""}
{"zuozhe": "-小门神~", "duanzhi": "五一三天假，今天在家躺了一天，躺得难受，想到外面热闹的大街，忽然发现我不能这样躺了，于是我....翻了个身"}
{"zuozhe": "窝铺村大队书记", "duanzhi": "儿子六岁了还和我们一起睡觉是因为？！……割……（怎么都不割了？！）老婆问:你什么时候能自己睡？！儿子答:等我也能找到像妈妈这样既漂亮又贤惠的媳妇的时候！(PS:别人家孩子不都是说，我要一直跟妈妈睡！有了媳妇让她跟爸爸睡嘛！！？？)"}
{"zuozhe": "九分拽十分帅", "duanzhi": "媳妇不知道从哪里听说到喝醉酒可以让男人延长战斗力，有一次去她家拜年，她让她几个哥哥灌我酒，说是想看看我喝醉后会不会耍酒疯，她几个哥哥还真信了她的鞋，晚饭我几杯下肚，装作喝醉了让他们扶我回房间睡觉，我在房间听见他们夸我，说我喝醉了还会叫人扶回去睡，不乱跑，我那个高兴啊！没过半个小时，媳妇就进房间说要睡觉了，就做我旁边床上脱衣服，她看我一动不动，不为所诱惑，就挑逗我:小帅哥，第一次来玩吧！不要紧张，来，先把裤子脱了，说着就来脱我裤子，我好像在哪听过这句话，又好像忘了在哪里听说过，我心想没这么简单，于\n…\n查看全文"}
{"zuozhe": "辛弃疾゛", "duanzhi": "坐长途车回家，晕车……在车上各种忍着，好不容易到站，媳妇骑着小电驴来接我。还没到家我忍不住了，连忙喊停车，拿个塑料袋在路边开始吐了起来，永远忘不了路人那嫌弃的眼神，以及传来的嘀咕：见过坐公交车晕车的，坐电动车晕车还是头一回看见……"}
{"zuozhe": "醉酒舞剑砍疯子.", "duanzhi": "下午去闺蜜的理发店玩，却看见几个工人在装修店面，我打电话问闺蜜:你店盘出去了吗？咋有人在装修啊？闺蜜:最近生意差，装修一下提高档次，再搞个活动，装修钱就赚回来了……我:那你去哪？咋没看见你呢？闺蜜:我也在装修啊，刚做完双眼皮，现在正等着做瘦脸呢！[皱眉]"}
{"zuozhe": "吃了两碗又盛", "duanzhi": "网购，最后用指纹支付，儿子看见了，问:“你要是手坏了咋支付？”我:“密码支付，，这个其实也可以刷脸支付，，”儿子:“那你要是毁容了呢？”我……知道打孩子不对，可我忍不住"}
{"zuozhe": "手心里的温柔^o^…", "duanzhi": "上初中第一天下午做眼保健操，楼主小学没有眼保健操，割一下……上课铃声响后，大家开始做眼保健操，我就偷偷学着同学样子做。一阵手忙脚乱后，老师说上课，我竟然在众多“老师好”中说了“老师再…”"}
{"zuozhe": "浩轩哥哥来了", "duanzhi": "去民政局离婚，碰见前男友也在闹离婚然后办理完离婚手续以后，我和现在老公大路朝天各走一边了，我就直接去跟前男友寒暄了几句突然发现我们彼此才是最合适的然后拉着他就去办了结婚证[捂脸][捂脸][捂脸]"}
{"zuozhe": "~坏脾气~", "duanzhi": "女房东发短信：用过的雨伞别丢马桶，我转头看了眼老公……就和他打了起来……"}
{"zuozhe": "饮最烈的酒、艹最爱…", "duanzhi": "小时候假期妈妈把游戏机放我书包里，我找了一个假期没找到…"}
{"zuozhe": "寻梦逸客", "duanzhi": "我邻居年轻时两口子顾着挣钱没教育好儿子，儿子大了成了个问题小伙子，大学也不去上，整天弄得头发跟个洗剪吹一样，也不上班，天天在家玩游戏，晚上不睡早上不起，他爸说他几句就想跟他爸动手，叫他吃个饭他都能跟你急说耽误他游戏了，他爸一气之下送他去部队当兵了去年这小伙子当兵回来了，整个人的气质大变样，利索的板寸头，整个人都阳光了不少，在家拖地洗衣服啥都干把家里收拾的可干净整齐，早上早早的起来去外面跑步锻炼身体，再也不沉迷游戏了，找了个合适的工作上班去了，部队真是个锻炼人的好地方啊想到这些，我真想把我儿子\n…\n查看全文"}
{"zuozhe": "昆昆人", "duanzhi": "有次陪客户吃饭，服务员端上来一道本地菜，领导客气的对外地来的客户说，你来尝尝这道菜吧，结果服务员大声说道，我不吃了，你们吃吧，大家都莫名其妙的看着服务员，领导本来口中的（这是我们的本地菜）也生生咽了回去。就看到服务员面红耳赤的跑了出去，后来再一次都没有进我们的包间。"}
{"zuozhe": "晴～风", "duanzhi": "我说的这件事情已经过去27年了，我当年去相亲。刚好走到她家里的时候，那女孩出去办点事不在家。她妹妹就端茶倒水招待我，我很喜欢她的妹妹，后来他的父母不同意，说指定相亲的是姐姐，你怎么能喜欢妹妹呢？这件事情就黄了。过了一个多月以后，那个媒人又找到我，说她父母同意啦，她的妹妹就成了我现在的老婆。"}
{"zuozhe": "匿名用户", "duanzhi": "和男朋友租的loft公寓，上下两层那种，我们住楼上，楼下是个孕妇和她老公，我们住进来差不多半年楼下突然不住了搬走了，我们好奇楼下什么样子就下去看了看，男朋友突发奇想的说，我上去摇几下床，再叫两声，你在楼下听听隔音效果怎么样。。。我的天[捂脸]，我简直不知道楼下这俩人这半年是怎么过的。。。"}
{"zuozhe": "歌歌哒f", "duanzhi": "出去玩，走累了坐公园椅子上歇会。拿出买的樱桃吃，这时旁边一岁多小男孩看着我笑。我也微微一笑，这时小男孩一下拉开他妈妈的衣领，被她妈狠狠拍了一下手。我一看要哭了，赶紧给一把樱桃给他吃，过了会，小家伙吃完了，又拉了下衣领。这时她妈妈站起来非让我解释清楚到底几个意思。"}
{"zuozhe": "匿名用户", "duanzhi": "血的教训，反正也没有，就不割了，奉劝各位在梦里找的厕所千万不能相信，千万不能相信，千万不能相信，就刚刚，在梦里找到了一个厕所，没灯，忽闪忽闪的那种，强忍着害怕，把那个厕所给上了，结果可想而知，现在我在洗床单，可耻的匿了"}
{"zuozhe": "小龙媳妇", "duanzhi": "大学高数老师有天上课跟我们抱怨，说他上学的时候学的是俄语，后来又千辛万苦自学了德语，没想到现在都用英语，害得他写个论文都得找学生帮着翻译。。。"}
{"zuozhe": "兔子威武", "duanzhi": "最近容易被左右思想，怎么说呢，前天看到群里有个叫车厘子的，就特别想吃车厘子。昨天看到群里有个叫螃蟹的，就特别想吃螃蟹。今天看到群里有个叫地瓜的，我就跑去买了个地瓜吃…以后你们取名字，尽量叫点便宜的，毕竟车厘子，螃蟹啥的吃不起…"}
{"zuozhe": "青青子衿忧我心", "duanzhi": "手机后摄像头拍不了照片，打开跟黑屏似的，想起来上次给我修手机那个帅哥…  是真帅，打扮的美美哒找帅哥修手机！见到修手机的帅哥，我说：帅哥我后摄像头坏了，快帮我修修吧他拿过手机看了看说：姑娘你是实在找不到来看我的理由了吗？我：啊？他：手机壳装倒了！"}
{"zuozhe": "笨小子，说宠我", "duanzhi": "家庭聚会，各个年龄段聊着不同的话题，不知道咋聊着聊着就聊到我二十几了还不结婚的问题上，大家你一句我一句的劝我:过日子没个男人不行，赶紧找个男的结婚……吵吵的我耳朵都疼了，给我气的站起来说“别吵吵啦，我不喜欢男的行不行。。”话刚说完，所有人都静下来了，这时坐在我旁边跟我最好的表嫂不自然的看我一眼，退到门口去了……"}
{"zuozhe": "偷惢", "duanzhi": "十年前我给老爸捶背的时候，老爸感叹道:还是闺女好呀，如果嫁人就不这样陪我了。我安慰道:爸，你要往好的方面想，说不定嫁不出去呢！老爸:要是嫁不出去爸养你一辈子！十年后的今天，同样的场景，老爸:闺女啊，爸当年是跟你开玩笑的，你可不能赖着我们老两口，有差不多的就凑合一下吧！呵……骗子！"}
{"zuozhe": "冬枣香蕉粥", "duanzhi": "青春期还挺特别的，感觉整个人都分化了，由一个喜欢扎头发买各种小发卡，穿漂亮衣服的女同学，变成了短发运动装不修边幅的家伙，有时也会感慨变化之大，15年前穿篷篷裙的小姑娘现在只喜欢男装，鬼知道我是怎么进化的，现在人家说我像男生心中竟会窃喜。amazing"}
{"zuozhe": "手倦抄书", "duanzhi": "创业一年多，有个项目被拖了款，办公室租金已经被催交半个月了。今天开车出去催款，被一位骑车的大爷蹭了。下车看了看大爷没摔倒，正想走，大爷问:“小兄弟，多少钱，我赔你吧！”我挥挥手:“我出保险吧，您又不是故意的，也不容易！”大爷沉默了一会:“其实刚才我是故意的，我才是房东，跟你签合同的是我儿子，租金半年内付足给我就行，我信你！”"}
{"zuozhe": "依丽若水", "duanzhi": "中午下班，相约和老妈逛街给她选生日礼物见面老妈傲娇的第一句话：”今儿都刷你的卡，你敢说一个不字就刷两千”我忙说；”不敢不敢……”然后四千没了……[大哭][大哭]"}
{"zuozhe": "饮最烈的酒、艹最爱…", "duanzhi": "跟媳妇儿嘿嘿完，我问她套套在哪买的？她说是跟村妇联主任要的，我说那种免费发放的不好用，怎么不去保健品店里买？她一拉抽屉：“真不会过日子，就那么两三分钟的事，花了钱再扔掉多可惜，你看，这儿还有好几十盒呢。”看到满满一抽屉的免费套套，我深刻反思，勤俭持家还得从点滴做起..."}
{"zuozhe": "挖鼻孔的老虎", "duanzhi": "在快餐店吃饭，总共五个客人。我对老板娘喊：“加个煎鸡蛋。”她对着后厨喊：“给帅哥煎个鸡蛋。”过了一会儿伙计捧着煎鸡蛋出来，在店里走了一圈问了四次“你点的吗”，最后才向我走来。"}
{"zuozhe": "杰宝贝0088", "duanzhi": "说个奇葩邻居的处事我们住小区里的院子，物业只管打扫大路与楼房的卫生，院子门口都是自己打扫，自己把垃圾扔到小区门口的垃圾处理场，这是前提。我们有一家邻居平时压根不扫门口，偶尔扫一回竟然把垃圾扫的堆在别人家路口，每天她自己家的垃圾装好袋子就放在家门口的路口，也不往垃圾堆扔！我家有个二货狗，有时候会把人家放在路口的垃圾全翻出来。。。。。。气死个人，能让我收拾半个小时！后来我就不让小狗出门！他扔在路口的垃圾，几天都不扔，我们几个邻居实在看不下去就顺手收拾了。那家主人还是个单位领导。"}
